[
{"word": "Phaenna", "defs": [{"_def": "(Greek mythology) One of the Charites worshipped in Sparta along with Cleta."}], "word_class": "Proper noun"},
{"word": "Perse", "alt": ["Persa", "Perseis"], "defs": [{"_def": "(Greek mythology) An Oceanid, (one of the three thousand daughters of the Titans' Oceanus and Tethys), and the wife of the sun god, Helios, with who she is the mother of Aeetes, Perses, Pasiphae and Circe. One of her many sisters is Amphitrite, (the wife of Poseidon). Perse is also closely identified with Hecate."}], "word_class": "Proper noun"},
{"word": "Perse", "alt": ["Persa", "Perseis"], "defs": [{"_def": "A rare surname, from given names​."}], "word_class": "Proper noun"},
{"word": "Peitho", "defs": [{"_def": "(Greek mythology) One of the Charites and a consort of Hermes."}], "word_class": "Proper noun"},
{"word": "Pax", "defs": [{"_def": "Any of several peacetimes in human history."}, {"_def": "(Greek mythology) The goddess/personification of peace and one of the Horae. She is a daughter of Zeus and Themis, and her sisters are Justitia and Eunomia. She is the Roman counterpart of Eirene."}, {"_def": "A male given name"}], "word_class": "Proper noun"},
{"word": "Parthenope", "defs": [{"_def": "(Greek mythology) One of the sirens, daughter of the god Achelous and the Muse Terpsichore."}, {"_def": "(historical) A Greek settlement (ca. 9th c. BCE) named after the siren which later became the Italian city of Naples."}, {"_def": "(astronomy) 11 Parthenope, a main belt asteroid.", "_synonyms": ["11 Parthenope"]}], "word_class": "Proper noun"},
{"word": "Pannychis", "defs": [{"_def": "(Greek mythology) One of the Charites worshipped in Athens."}], "word_class": "Proper noun"},
{"word": "Panacea", "defs": [{"_def": "(Greek mythology) The goddess/personification of healing, remedies, cures and panaceas (medicines, salves, ointments and other curatives). She is a daughter of Asclepius and Epione."}], "word_class": "Proper noun"},
{"word": "Pan", "defs": [{"_def": "(Greek mythology) Greek god of nature, often visualized as half goat and half man playing pipes. His Roman counterpart is Faunus."}, {"_def": "(astronomy) A moon of the planet Saturn."}], "word_class": "Proper noun"},
{"word": "Pan", "defs": [{"_def": "A  surname​."}], "word_class": "Proper noun"},
{"word": "Pan", "defs": [{"_def": "Ellipsis of Peter Pan"}], "word_class": "Noun"},
{"word": "Pallas", "defs": [{"_def": "(Greek mythology) Any of several people in Greek mythology:"}, {"_def": "An epithet for Athena; later Pallas Athena."}, {"_def": "One of the Titans."}, {"_def": "The father of Pallas Athena."}, {"_def": "A goatish giant."}, {"_def": "(astronomy) 2 Pallas, the second largest asteroid of the main asteroid belt."}, {"_def": "A female given name from Ancient Greek of mythological origin; rare in English."}], "word_class": "Proper noun"},
{"word": "Paidia", "defs": [{"_def": "(Greek mythology) One of the Charites."}], "word_class": "Proper noun"},
{"word": "Ourea", "defs": [{"_def": "The primordial gods of the mountains in Greek mythology"}], "word_class": "Proper noun"},
{"word": "Oceanus", "defs": [{"_def": "(Greek mythology) Personification of vast waters or the world ocean. He was the first-born of the Titans, son of Uranus and Gaia, the god Ωκεανός Ποταμός (Ōkeanós Potamós, “River Ocean”) that encircled the earth. With his sister-wife, Tethys, he fathered all rivers and the Oceanids."}], "word_class": "Proper noun"},
{"word": "Oceanid", "defs": [{"_def": "(Greek mythology) Any of the sea nymphs, daughters of Oceanus and Tethys"}], "word_class": "Noun"},
{"word": "Nike", "defs": [{"_def": "(Greek mythology) The goddess of victory and triumph; Athena's companion."}, {"_def": "An American brand of sports shoes, equipment and clothing."}, {"_def": "(astronomy) 307 Nike, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Nemesis", "defs": [{"_def": "(Greek mythology) The goddess of divine retribution.", "extras": ["Coordinate term: Invidia"]}, {"_def": "(astronomy) 128 Nemesis, a main belt asteroid."}, {"_def": "(astronomy) A hypothetical star postulated to be orbiting the Sun to explain a perceived cycle of mass extinctions in the geological record."}], "word_class": "Proper noun"},
{"word": "naiad", "defs": [{"_def": "(Greek mythology) A female deity (nymph) associated with water, especially a spring, stream, or other fresh water."}, {"_def": "(entomology) The aquatic larva (nymph) of a dragonfly or damselfly."}, {"_def": "Any of various aquatic plants of the genus Najas."}], "word_class": "Noun"},
{"word": "Muse", "defs": [{"_def": "One of the nine Ancient Greek deities of the arts.", "extras": ["1645, John Milton, Il Penseroso:", "Ay round about Joves Altar ſing.", "And hears the Muſes in a ring,"]}], "word_class": "Noun"},
{"word": "Moira", "defs": [{"_def": "(Greek mythology) The personification of fate, especially as Clotho, Lachesis and Atropos."}], "word_class": "Proper noun"},
{"word": "Moira", "defs": [{"_def": "A female given name from Irish."}], "word_class": "Proper noun"},
{"word": "Moira", "defs": [{"_def": "A village in County Down, Northern Ireland."}, {"_def": "A village in North West Leicestershire district, Leicestershire, England, named after the earldom of Moira in Northern Ireland (OS grid ref SK3115)."}], "word_class": "Proper noun"},
{"word": "Mnemosyne", "defs": [{"_def": "(Greek mythology) A Titaness and the personification of thought, intellect and memory. She is the daughter of Gaia and Uranus, and the mother of the Muses by Zeus."}, {"_def": "(astronomy) 57 Mnemosyne, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Metis", "alt": ["Métis", "metis, métis"], "defs": [{"_def": "(Canada) One of three recognized Aboriginal peoples of Canada, descendants of marriages of Cree, Ojibwa, Saulteaux, and Menominee Aboriginal people with French Canadians, Scots and English."}], "word_class": "Proper noun"},
{"word": "Metis", "alt": ["Métis", "metis, métis"], "defs": [{"_def": "(chiefly Canada, US) A member of one of these three Canadian Aboriginal peoples.", "extras": ["2003, Joan Beam, Barbara Branstad, The Native American in Long Fiction: An Annotated Bibliography : Supplement, 1995-2002, Lanham, Md. : Scarecrow Press", "Gabriel Du Pre is a Metis, a descendent[sic] of the Cree, Chippewa and Ojibwe tribes mixed with French."]}, {"_def": "(chiefly Canada) A person of mixed European and Aboriginal descent.", "extras": ["1991, Thomas C. Pocklington, University of Regina. Canadian Plains Research Center, The Government and Politics of the Alberta Metis Settlements, University of Regina Press (→ISBN), page 14:", "1912, Eugène Sue, Works of Eugène Sue: The wandering Jew, page 161:", "He is a Métis, that is, the son of a white father and Indian mother. He has dwelt long in cities where Europeans have conducted business, and speaks English and French very well; the other two chiefs are a Negro and an Indian:  […]", "Malcolm Norris proposed that \"if he has one drop of Indian blood in his veins and has not been assimilated into the social fabric of our civilization he is a Metis.\""]}], "word_class": "Noun"},
{"word": "Metis", "alt": ["Métis", "metis, métis"], "defs": [{"_def": "(Greek mythology) A Titan who was the personification of wisdom, the first spouse of Zeus, and the mother of Athena"}, {"_def": "(astronomy) A satellite of Jupiter."}, {"_def": "(astronomy) 9 Metis, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Menoetius", "alt": ["Menœtius"], "defs": [{"_def": "(Greek mythology) A Titan, son of Iapetus and Clymene, he had three brothers: Atlas, Prometheus and Epimetheus. He joined Cronus and the Titans in their unsuccessful war against the Olympian gods. Zeus killed him with a thunderbolt and sent him down to Tartarus."}, {"_def": "(Greek mythology) One of Hades' shepherds on Erythea. He told Geryon when Heracles stole Geryon's herd."}, {"_def": "(Greek mythology) Father of Patroclus and son of Actor. (Iliad, XI, 765)"}], "word_class": "Proper noun"},
{"word": "Menae", "defs": [{"_def": "(Greek mythology) The 50 goddesses of the lunar months within a four-year Olympiad. They were the daughters of the Moon goddess, Selene, and her lover, Endymion, a mortal king. Their individual names are not attested in any sources. Singular: Mene."}], "word_class": "Proper noun"},
{"word": "Melpomene", "defs": [{"_def": "(Greek mythology) The Muse of tragedy"}, {"_def": "(astronomy) 18 Melpomene, the asteroid."}], "word_class": "Proper noun"},
{"word": "Melissa", "defs": [{"_def": "(Greek mythology) Bee-nymph in Greek mythology."}, {"_def": "A female given name from Ancient Greek. Popular in the latter half of the 20th century.", "extras": ["1840 April – 1841 November,  Charles Dickens,  “(please specify the chapter number or name)”, in  The Old Curiosity Shop. A Tale. […], London: Chapman and Hall, […], published 1841, OCLC 1109979921:Miss Melissa Wackles was the eldest daughter, Miss Sophy the next, and Miss Jane the youngest.", "1959,  Nicholas Blake,  The Widow's Cruise, page 9:- - - by Mrs. Melissa Blaydon and Miss Ianthe Ambrose.\"Well, they may be sisters,\" said Nigel. \"Those elegant, classical Christian names suggest one father.", "1596,  Edmund Spenser,  The Faerie Qveene. […], London:  […]  [John Wolfe] for VVilliam Ponsonbie, OCLC 960102938, book 6, canto XII:And her owne handmayd, that Melissa hight / Appointed to attend her dewly day and night"]}], "word_class": "Proper noun"},
{"word": "Melete", "defs": [{"_def": "(Greek mythology) The Muse of meditation, one of the three original Boeotian muses."}, {"_def": "(astronomy) 56 Melete, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Megaera", "defs": [{"_def": "(Greek mythology) One of the Furies, Erinyes in Greek mythology, the cause of jealousy and envy, who punishes people who commit crimes, especially marital infidelity.", "extras": ["Coordinate terms: Alecto, Tisiphone"]}], "word_class": "Proper noun"},
{"word": "Maia", "defs": [{"_def": "(Greek mythology) Daughter of Atlas and mother of Hermes."}, {"_def": "(Roman mythology) The goddess of growth after whom the month May (Latin maius) was named."}, {"_def": "A female given name from Latin of recent usage."}, {"_def": "(astronomy) A star in the constellation Taurus. It is the fourth brightest star in the Pleiades cluster."}, {"_def": "(astronomy) 66 Maja, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Maia", "defs": [{"_def": "A language spoken in the Madang province of Papua New Guinea."}], "word_class": "Proper noun"},
{"word": "Machaon", "defs": [{"_def": "(Greek mythology) A healer and a son of Asclepius and Epione."}], "word_class": "Proper noun"},
{"word": "Limos", "defs": [{"_def": "(Greek mythology) A daughter of Eris, Limos is the goddess/personification of famine and starvation. Her Roman counterpart is Fames."}], "word_class": "Proper noun"},
{"word": "Leukothea", "defs": [{"_def": "(Greek mythology) A nymph or minor sea goddess of Greek mythology."}, {"_def": "(astronomy) 35 Leukothea, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Kratos", "defs": [{"_def": "(Greek mythology) The god and personification of power and strength."}], "word_class": "Proper noun"},
{"word": "Kore", "alt": ["Core"], "defs": [{"_def": "(Greek mythology) The birth name of Persephone/Proserpina, the queen of the Underworld/Hades, and goddess of the seasons and of vegetation. She is the daughter of Zeus and Demeter; and the wife of Hades."}, {"_def": "(astronomy) A moon of Jupiter."}, {"_def": "(rare) A female given name from Ancient Greek."}], "word_class": "Proper noun"},
{"word": "Karpos", "defs": [{"_def": "(Greek mythology) A god/personification of fruit."}], "word_class": "Proper noun"},
{"word": "Iris", "defs": [{"_def": "(Greek mythology) A messenger of the gods, and goddess of rainbows.", "extras": ["c. 1604–1605,  William Shakespeare,  “All’s VVell, that Ends VVell”, in  Mr. William Shakespeares Comedies, Histories, &amp; Tragedies […] (First Folio), London:  […]  Isaac Iaggard, and Ed[ward] Blount, published 1623, OCLC 606515358, [Act I, scene iii]:What's the matter, / That this distemper'd messenger of wet, / The many-colour'd Iris, rounds thine eye?"]}, {"_def": "A female given name from Ancient Greek; a flower name used since the end of the 19th century.", "extras": ["Persia tells Iris she is named for something special: the iris of the eye. \"I thought I was named for a flower,\" Iris says, disappointed. \"An iris is a flower, of course,\" Persia says, smiling, \"but it's this other, too. Our secret. 'The iris of the eye'.\" \"The eye?\" Persia snaps her fingers in Iris's eyes. The gesture is so rude and unexpected, Iris will remember it all her life. After this disclosure, Iris doesn't know whether she likes her name any more.", "1990 Joyce Carol Oates, Because It Is Bitter, And Because It Is My Heart, →ISBN page 39:"]}, {"_def": "(astronomy) 7 Iris, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Irene", "defs": [{"_def": "(Greek mythology) Eirene, the Greek goddess of peace, one of the Horae/Horæ; equivalent to the Roman goddess Pax."}, {"_def": "(astronomy) 14 Irene, a main belt asteroid."}, {"_def": "A female given name from Ancient Greek, in regular use since the 19th century.", "extras": ["1944 A.J.Cronin: The Green Years.Little, Brown, and Company, 1944. page 62:", "But lest I be thought too literall, give me leave to allegorize upon this Irene. Her name is a Greek name, Εἰρήνη, it signifies peace; we must not dote upon our Irene, our private peace, that the publique should suffer for the sake of it.", "Better to consider the love of Irene, the seventh of the sisters, with her most elegant name.", "1993 Oscar Hijuelos: The Fourteen Sisters of Emilio Montez O'Brien. →ISBN page 75:", "\"And I have such a horrible name. Think of it... Kate. Who would take Kate on a Moonlight Cruise...or out to the Minstrels at the point. If you ever do find me in the company of a strange young man, call me Irene. Promise me.\"", "1653 Jeremiah Burroughs: Irenicum: To the Lovers of Truth &amp; Peace. London, Robert Dawlman,1653. page 267:"]}, {"_def": "A city and town in South Dakota, United States."}], "word_class": "Proper noun"},
{"word": "iwi", "defs": [{"_def": "(New Zealand) A Maori tribe.", "extras": ["1996, Diane Bell, Renate Klein, Radically speaking: feminism reclaimed (page 505)", "Through her, the women of my iwi are also beautiful, strong and powerful."]}], "word_class": "Noun"},
{"word": "iwi", "defs": [{"_def": "little brother"}], "word_class": "Noun"},
{"word": "Iaso", "defs": [{"_def": "(Greek mythology) The goddess/personification of recuperation. She is a daughter of Asclepius and Epione."}], "word_class": "Proper noun"},
{"word": "Iapetus", "alt": ["Japetus"], "defs": [{"_def": "(Greek mythology) A Titan, the son of Uranus and Gaia, and father of Atlas, Prometheus, Epimetheus, and Menoetius."}, {"_def": "(astronomy) The third largest moon of Saturn"}, {"_def": "(geology) An ancient ocean which existed between 600 and 400 million years ago.", "extras": ["So, in the early Ordovician, Iapetus was wide enough to have one side in high latitudes and the other in the tropics: a massive ocean, indeed.", "2004, Richard Fortey, The Earth, Folio Society 2011, p. 184:"]}], "word_class": "Proper noun"},
{"word": "Ianthe", "defs": [{"_def": "(Greek mythology) One of the 3,000 Oceanids, the daughters of Oceanus and Tethys."}, {"_def": "(mythology) The Cretan girl who married Iphis after Isis turned Iphis from a woman into a man."}, {"_def": "(astronomy) 98 Ianthe, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Hymen", "defs": [{"_def": "(Greek mythology) The god of marriage and marriage ceremonies.", "extras": ["1837,  Letitia Elizabeth Landon,  Ethel Churchill, volume 1, page 131:\"By the saffron robe of Hymen,\" cried Lord Norbourne, \"but that would be a blessing! I own that I am no great friend to marriage in general; [...] If a young man has his way to make in the world, a wife is a dead weight upon his hands."]}], "word_class": "Proper noun"}
]