[
{"word": "pat", "defs": [{"_def": "The sound of a light slap or tap with a soft flat object, especially of a footstep", "extras": ["We heard a pat on the door."]}, {"_def": "A light tap or slap, especially with the hands", "extras": ["Give Mary a pat on the shoulder to get her attention."]}, {"_def": "A flattish lump of soft matter, especially butter or dung.", "extras": ["1842 December – 1844 July,  Charles Dickens,  chapter 45, in  The Life and Adventures of Martin Chuzzlewit, London: Chapman and Hall, […], published 1844, OCLC 977517776:It looked like a tessellated work of pats of butter."]}], "word_class": "Noun"},
{"word": "pat", "defs": [{"_def": "To (gently) tap the flat of one's hand on a person or thing.", "extras": ["1877, Anna Sewell, Black Beauty Chapter 22[1]", "He came round to each of us to pat and speak to us for the last time; his voice sounded very sad.", "To show affection, he decided he would pat the boy on the head."]}, {"_def": "To hit lightly and repeatedly with the flat of the hand to make smooth or flat", "extras": ["Before they went to see Glinda, however, they were taken to a room of the Castle, where Dorothy washed her face and combed her hair, and the Lion shook the dust out of his mane, and the Scarecrow patted himself into his best shape, and the Woodman polished his tin and oiled his joints.", "I patted the cookie dough into shape.", "1900, L. Frank Baum, The Wonderful Wizard of Oz Chapter 23"]}, {"_def": "(UK, Australia, New Zealand) To stroke or fondle (an animal).", "extras": ["Do you want to pat the cat?"]}, {"_def": "To gently rain."}], "word_class": "Verb"},
{"word": "pat", "defs": [{"_def": "Exactly suitable, fitting, apt; timely, convenient, opportune, ready for the occasion; especially of things spoken.", "extras": ["1788, William Cowper, Pity For Poor Africans 17–20:Your scruples and arguments bring to my mind a story so pat, you may think it is coin’d, on purpose to answer you, out of my mint; but, I can assure you, I saw it in print.", "a pat expression", "1862, John Williamson Palmer, Stonewall Jackson's Way :Come, stack arms, Men! Pile on the rails; stir up the campfire bright; no matter if the canteen fails, we'll make a roaring night. Here Shenandoah brawls along, there burly Blue Ridge echoes strong, to swell the Brigade's rousing song, of “Stonewall Jackson’s Way.”We see him now — the old slouched hat cocked o’er his eye askew, the shrewd, dry smile, the speech so pat, so calm, so blunt, so true. The “Blue-Light Elder” knows ’em well; says he, “That’s Banks — he’s fond of shell; Lord save his soul! We’ll give him” — well, that’s “Stonewall Jackson’s Way.”Silence! Ground arms! Kneel all! Caps off! Old Blue Light’s going to pray. Strangle the fool that dares to scoff: Attention! 'Tis his way. Appealing from his native sod in forma pauperis to God: “Lay bare thine arm, stretch forth thy rod! Amen!” That’s “Stonewall’s Way.”He’s in the saddle now. Fall in! Steady, the whole brigade! Hill’s at the ford, cut off — we’ll win his way out, ball and blade! What matter if our shoes are worn? What matter if our feet are torn? “Quick step! We’re with him before the morn!” That’s “Stonewall Jackson’s Way.”The sun’s bright lances rout the mists of morning, and by George! Here’s Longstreet struggling in the lists, hemmed in an ugly gorge. Pope and his Yankees, whipped before, “Bay’nets and grape!” hear Stonewall roar; “Charge, Stuart! Pay off Ashby’s score!” in “Stonewall Jackson’s Way.”Ah! Maiden, wait and watch and yearn for news of Stonewall’s band! Ah! Widow read with eyes that burn that ring upon thy hand. Ah! Wife, sew on, pray on, hope on! Thy life shall not be all forlorn. The foe had better ne’er been born that gets in “Stonewall’s Way.”"]}, {"_def": "Trite, being superficially complete, lacking originality.", "extras": ["The pat answer is that college students should consider graduate school as a way to delay a job search until things turn around, and that more high school students should go to college to improve their prospects.", "2021 July 14,  A. A. Dowd,  “Space Jam: A New Legacy is one big, witless commercial for Warner Bros. properties”, in  The A.V. Club‎[2]:Space Jam: A New Legacy takes almost nothing but wrong turns, all leading to a glittering CGI trash heap of cameos, pat life lessons, and stale internet catchphrases.", "2010, New York Times, Editorial: Jobs and the Class of 2010, May 23."]}], "word_class": "Adjective"},
{"word": "pat", "defs": [{"_def": "Opportunely, in a timely or suitable way.", "extras": ["c. 1599–1602,  William Shakespeare,  “The Tragedie of Hamlet, Prince of Denmarke”, in  Mr. William Shakespeares Comedies, Histories, &amp; Tragedies […] (First Folio), London:  […]  Isaac Iaggard, and Ed[ward] Blount, published 1623, OCLC 606515358, [Act III, scene iii]:Now might I do it pat"]}, {"_def": "Perfectly.", "extras": ["1962, Newsweek", "Candidates in gubernatorial campaigns must stand pat in the middle, trying to push their rivals off the center line, charging the opponent with either left or right extremism.", "1995, Ken Saro-Wiwa, A Month and a Day, p. 112", "Wauwa Pease says of the strategic position of the Pirates in the dining room: “They have taken the table near the upper doorway so they can make a speedy exit in case their lair is raided.” Of course, the Wauwas stand pat in the middle of the dining room, having nothing to fear.", "In Ogoni[land], Shell locations lie pat in the middle of villages, in front and back gardens – and that should lay a particular responsibility on Shell to be absolutely cautious in its operations.", "1922, \"At the Wauwatosa Table\" (1922 Sept 22), City Club News, Milwaukee, vol viii no. 2 p. 7", "He has the routine down pat."]}], "word_class": "Adverb"},
{"word": "pat", "defs": [{"_def": "Patent."}, {"_def": "(knitting) Pattern.", "extras": ["Work in pat to next underarm marker, sm, place next st on holder […]", "2012, Kari Cornell, Knitting Sweaters from around the World (page 52)"]}], "word_class": "Noun"},
{"word": "ov", "alt": ["See of"], "defs": [{"_def": "(very rare, nonstandard) Alternative spelling of of"}], "word_class": "Preposition"},
{"word": "ol", "defs": [{"_def": "Nonstandard form of old."}], "word_class": "Adjective"},
{"word": "nat", "defs": [{"_def": "A spirit in Burmese mythology, whose cult is followed alongside Buddhism.", "extras": ["1936,  Rollo Ahmed,  The Black Art, London: Long, page 175:They greatly dread evil \"Nats\" or spirits, to whom they attribute every possible misfortune or illness."]}], "word_class": "Noun"},
{"word": "nat", "defs": [{"_def": "(obsolete) Not. [14th-17th c.]", "extras": ["1614, William Browne, The Shepheard's Pipe:", "And he a pistle rowned in her eare, / Nat what I want, for I ne came nat there."]}], "word_class": "Adverb"},
{"word": "nat", "defs": [{"_def": "A logarithmic unit of information or entropy, based on natural logarithms."}], "word_class": "Noun"},
{"word": "nada", "defs": [{"_def": "(informal, colloquial, chiefly US) Nothing.", "antonyms": ["something"], "extras": ["2019,  “Balenciaga”, performed by Princess Nokia:Sketchers lookin' like Balenciaga / Thrift clothes lookin' like the Prada / Whole fit lit, it cost me nada"]}], "word_class": "Pronoun"},
{"word": "mugup", "defs": [{"_def": "A short break for coffee, tea, or similar.", "extras": ["1993,  Victor Slocum,  Capt. Joshua Slocum: The Life and Voyages of America's Best Known Sailor, →ISBN:On small hand-liners it was customary for the youngest member of the crew to stir up the fire for the constant mugups.", "2000,  John Robert Colombo,  Ghost Stories of Canada, →ISBN, page 34:It seems that anybody going to sea, it makes no odds whether they've had their supper or not, because when they come aboard they always have to have a mugup, hot or cold.", "2009,  Dana Stabenow,  Whisper to the Blood, →ISBN, page 134:Stopped in Niniltna for a mugup at the Riverside Café.", "2013,  William B. McCloskey,  Breakers: A Novel, →ISBN:“Mug-up time, fellows,” called the van driver."]}], "word_class": "Noun"},
{"word": "mugup", "defs": [{"_def": "rainy season"}], "word_class": "Noun"},
{"word": "muga", "defs": [{"_def": "A type of wild silk found in Assam.", "extras": ["She was wearing a mauve blouse, a matching mauve bordered sador and a plain muga mekhela.", "2005, Brenda M King, Silk and Empire, p. 71:", "2011, Deepika Phukan, translating Arupa Patangia Kalita, The Story of Felanee:", "Muga (from the Antheroea Assama moth) silk was produced in Assam; the muga silkworm fed on a tree known as champa."]}], "word_class": "Noun"},
{"word": "min", "alt": ["min."], "defs": [{"_def": "Abbreviation of minute."}, {"_def": "(colloquial) Clipping of minute.", "extras": ["Dinner's ready, darling! – Be there in a min!"]}], "word_class": "Noun"},
{"word": "min", "alt": ["myn, minne, mynne"], "defs": [{"_def": "(obsolete or UK dialectal, Scotland) less", "extras": ["The more and the minne", "Le Bone Florence (late 1300s)"]}], "word_class": "Adjective"},
{"word": "min", "alt": ["myn, minne, mynne"], "defs": [{"_def": "(obsolete) Memory; remembrance.", "extras": ["1875,  Joshiah Gilbet Holland,  Sevenoaks: […]  and faith I've done that same and found me min;  […]"]}], "word_class": "Noun"},
{"word": "min", "alt": ["myn, minne, mynne"], "defs": [{"_def": "(transitive, obsolete) to bring to the mind of; remind"}, {"_def": "(transitive, obsolete) to remember"}, {"_def": "(transitive, obsolete) to mention"}], "word_class": "Verb"},
{"word": "min", "alt": ["min."], "defs": [{"_def": "Abbreviation of minimum."}, {"_def": "(colloquial) Clipping of minimum.", "antonyms": ["max"], "extras": ["He's gotta be at least 60, min!"]}], "word_class": "Noun"},
{"word": "min", "alt": ["min."], "defs": [{"_def": "me, first person singular pronoun, as object"}], "word_class": "Pronoun"},
{"word": "manat", "defs": [{"_def": "The basic unit of currency for Azerbaijan; symbol ₼; subdivided into 100 qapik."}, {"_def": "The basic unit of currency for Turkmenistan; subdivided into 100 tennesi."}], "word_class": "Noun"},
{"word": "lai", "defs": [{"_def": "(historical) A mostly North European medieval form of lyrical, narrative poem written in octosyllabic couplets that often deals with tales of adventure and romance, with stanzas that do not repeat."}], "word_class": "Noun"},
{"word": "gop", "defs": [{"_def": "(rare) Synonym of gopnik"}], "word_class": "Noun"},
{"word": "dum", "defs": [{"_def": "(India, cooking) cooked with steam"}], "word_class": "Adjective"},
{"word": "dum", "defs": [{"_def": "Syllable used when humming a tune.", "extras": ["2012, Graeme Burk, Robert Smith, Who is the Doctor", "I like to hang out with friends and travel the world. But if there's one thing I really love, it's Doctor Who. Dum de dum, dum de dum, dum de dum. Whooo-eee-oooo dum de dum, de dum de dum."]}], "word_class": "Interjection"},
{"word": "dum", "defs": [{"_def": "(nonstandard, humorous) Alternative spelling of dumb."}], "word_class": "Adjective"},
{"word": "Hygiea", "alt": ["Hygieia"], "defs": [{"_def": "(Greek mythology) Ancient Greek goddess of health, cleanliness, and sanitation. Her Roman name is Hygēa/Hygīa or Salus."}, {"_def": "(astronomy) 10 Hygiea, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Hyades", "defs": [{"_def": "(Greek mythology) Daughters of the Titan Atlas and sisters of the Pleiades."}, {"_def": "(astronomy) An open cluster of stars in the constellation Taurus, and the nearest visible such cluster to Earth."}], "word_class": "Proper noun"},
{"word": "Hestia", "defs": [{"_def": "(Greek mythology) The virgin goddess of the hearth, and the household, and therefore of domestic life."}, {"_def": "(astronomy) 46 Hestia, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Hermaphroditus", "defs": [{"_def": "(Greek mythology) The son of Hermes and Aphrodite who merged bodies with a naiad."}, {"_def": "A male Aphrodite (Aphroditus),[1] represented as a herm with a phallus, the symbol of fertility.[2]"}], "word_class": "Proper noun"},
{"word": "Hera", "defs": [{"_def": "(Greek mythology) The queen of the gods, and goddess of marriage and birth; daughter of Cronus and Rhea, sister and wife of Zeus,[1] mother of Hephaestus, Ares, Hebe, and Enyo."}], "word_class": "Proper noun"},
{"word": "Hephaestus", "alt": ["(Received Pronunciation) enPR: hĭfēʹstəs, IPA(key): /hɪˈfiːstəs/", "(General American) enPR: hĭfĕsʹtəs, IPA(key): /hɪˈfɛstəs/"], "defs": [{"_def": "(Greek mythology) The god of fire, smithwork, metallurgy, volcanoes, and artisans, who served as blacksmith of the gods. His Roman counterpart is Vulcan."}], "word_class": "Proper noun"},
{"word": "Hemera", "defs": [{"_def": "(Greek mythology) The personification and elemental goddess of the day. Her husband is Aether."}], "word_class": "Proper noun"},
{"word": "Hegemone", "defs": [{"_def": "(Greek mythology) One of the Charites and a goddess of flowers and fruit, worshipped at Athens along with Auxo and Damia."}, {"_def": "(astronomy) One of the moons of Jupiter."}], "word_class": "Proper noun"},
{"word": "Hebe", "defs": [{"_def": "(Greek mythology) The goddess of youth, and a daughter of Zeus and Hera. Her Roman counterpart is Juventas.[1]"}, {"_def": "A female given name from Ancient Greek"}, {"_def": "(astronomy) 6 Hebe, a main-belt asteroid."}, {"_def": "A group of mainly alpine shrubs, of approximately 200 species, found mainly in New Zealand."}], "word_class": "Proper noun"},
{"word": "Hebe", "defs": [{"_def": "(slang, derogatory, offensive) A Jew.", "extras": ["Well, that's what you get for betting on a Hebe.What did you say?I'm just sayingMax Baer ain't no Jew.", "2005, \"Creed, OK\", Carnivàle episode 17"]}], "word_class": "Noun"},
{"word": "Harpocrates", "defs": [{"_def": "(Greek mythology) The god of silence, secrets and confidentiality."}], "word_class": "Proper noun"},
{"word": "Harmonia", "defs": [{"_def": "(Greek mythology) The goddess of harmony and concord, and the daughter of Ares and Aphrodite. Her Roman counterpart is Concordia."}, {"_def": "(astronomy) 40 Harmonia, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Glaucus", "defs": [{"_def": "(Greek mythology) A Greek prophetic sea-god, born mortal and turned immortal upon eating a magical herb. It was believed that he commonly came to the rescue of sailors and fishermen in storms, having once been one himself."}, {"_def": "(Greek mythology) A mythical Lycian soldier and captain in the Trojan War."}, {"_def": "(Greek mythology) Son of Sisyphus, and a mythical Corinthian king."}, {"_def": "(Greek mythology) Son of king Minos."}, {"_def": "(Greek mythology) one of the sons of Priam."}, {"_def": "(Greek mythology) A son of Aepytus."}, {"_def": "(Greek mythology) One of the twelve younger Panes."}], "word_class": "Proper noun"},
{"word": "Ganymede", "defs": [{"_def": "(Greek mythology) A Trojan boy who was abducted (either by Zeus or Eos), and ultimately became immortal in order to be Zeus' cupbearer."}, {"_def": "(astronomy) A moon of Jupiter."}], "word_class": "Proper noun"},
{"word": "Ganymede", "defs": [{"_def": "A servant boy or young waiter, particularly one who serves liquor."}, {"_def": "A boy kept for pederastic purposes; a catamite."}], "word_class": "Noun"},
{"word": "Gaea", "defs": [{"_def": "(Greek mythology) A Greek goddess, the personification of the earth, and one of the primordial deities from whom all the others descend."}, {"_def": "Alternative spelling of Gaia."}], "word_class": "Proper noun"},
{"word": "Furies", "defs": [{"_def": "(Greek mythology) Synonym of Erinyes; the goddesses of vengeance.", "extras": ["Hyponyms: Alecto, Megaera, Tisiphone"]}], "word_class": "Proper noun"},
{"word": "Euterpe", "defs": [{"_def": "(Greek mythology) The Muse of music and lyric poetry."}, {"_def": "(astronomy) 27 Euterpe, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Eurydice", "defs": [{"_def": "(Greek mythology) A nymph and the wife of Orpheus."}, {"_def": "(Greek mythology) The name of various figures in Greek mythology."}, {"_def": "(astronomy) 75 Eurydike, a main belt asteroid."}, {"_def": "(rare) A female given name", "extras": ["2019,  Clementine Ford,  Boys Will Be Boys:That same week, a twenty-two-year-old comedian named Eurydice Dixon was raped and murdered as she walked home after work."]}], "word_class": "Proper noun"},
{"word": "Eurybia", "defs": [{"_def": "(Greek mythology) A sea goddess in Ancient Greek mythology."}], "word_class": "Proper noun"},
{"word": "Eurus", "defs": [{"_def": "(Greek mythology) The god of the East Wind.", "extras": ["1714 June 10,  [Alexander Pope],  The Guardian, volume I, number 78, London: Printed for J[acob] Tonson, at Shakespear's-Head over-against Catherine-street in the Strand, page 332:For a Tempeſt. Take Eurus, Zephyr, Auſter and Boreas, and caſt them together in one Verſe. Add to theſe of Rain, Lightning, and of Thunder (the loudeſt you can) quantum ſufficit. Mix your Clouds and Billows well together till they foam, and thicken your Deſcription here and there with a Quickſand. Brew your Tempeſt well in your Head, before you ſet it a blowing."]}, {"_def": "(poetic) The east wind personified."}], "word_class": "Proper noun"},
{"word": "Euphrosyne", "defs": [{"_def": "(Greek mythology) One of the three Charites and the goddess of joy."}, {"_def": "(astronomy) 31 Euphrosyne, a main belt asteroid."}, {"_def": "(rare) A female given name from Ancient Greek."}], "word_class": "Proper noun"},
{"word": "Eunomia", "defs": [{"_def": "(Greek mythology) One of the Horae."}, {"_def": "(astronomy) 15 Eunomia, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Eudaimonia", "alt": ["eudaemonia", "eudemonia", "eudæmonia"], "defs": [{"_def": "(Greek mythology) One of the Charites."}], "word_class": "Proper noun"},
{"word": "Euamerion", "defs": [{"_def": "(Greek mythology) The Greek god of recovery and son of Asclepius."}], "word_class": "Proper noun"},
{"word": "Eros", "defs": [{"_def": "(Greek mythology) The god of love and sexual desire; son of either Erebus and Nyx or Aphrodite and Ares. His Roman counterpart is Cupid."}, {"_def": "433 Eros, an asteroid"}], "word_class": "Proper noun"},
{"word": "Eris", "defs": [{"_def": "(Greek mythology) The goddess of discord and strife, whose apple of discord sparked events that eventually led to the Trojan War; equated by Homer with Enyo (goddess of violent war) and identified with the Roman goddess Discordia;(religion, Discordianism) the same figure as principal deity of Discordianism, regarded as the goddess of disorder.", "extras": ["2006, Margot Adler, Drawing Down the Moon: Witches, Druids, Goddess-worshippers, and Other Pagans in America, Penguin, page 351,", "According to Newport, no specific bowling alley can claim to be the site of the birth of the Discordian movement. It evolved at several different bowling alleys. This revelation came as a devastating disappointment to your humble author, who—in the course of writing this book—had planned a grand religious pilgrimage to this envisioned holy site, where I would snap sacred photos of \"The Brunswick Shrine,\" and perhaps even fall to my knees before this fabled Mecca of Discordianism, bowing to the Goddess Eris.", "1992, Samuel Ijsseling, Eros and Eris: The Trojan War and Heidegger on the Essence of Truth, Paul van Tongeren, Paul Sars, Chris Bremmers, Koen Boey (editors), Eros and Eris: Contributions to a Hermeneutical Phenomenology Liber Amicorum for Adriaan Peperzak, Kluwer Academic, page 2,", "Eris, \"the Strife with the violent heart\", one reads in Hesiod's Theogony, is a child of the Night, and \"Hateful Struggle gave birth to painful Distress and Distraction and Famine and tearful Sorrow; also Wars and Battles and Murders and Slaughters; also Feuds and Lying Words and Angry Words\".", "And yet Erisianism should not be treated frivolously. Greg Hill told me his experiences with Eris had been quite profound. Although it started as an atheistic joke, his perceptions began to change.", "2003, Adam Gorightly, The Prankster and the Conspiracy: The Story of Kerry Thornley and How He Met Oswald and Inspired the Counterculture, Paraview Press, page 58,", "1993, Herman Parret, The Aesthetics of Communication: Pragmatics and Beyond, Springer, Softcover reprint, page 18,", "According to Homer, the Trojan war is, above all, an affair of the gods. It is about Eris, a sister of the god of war Ares, and about Eros, not directly named by Homer, but who in the figure of Aphrodite, the god of love, plays a central role on the side of the Trojans. Eris is the one who divides gods, mortals, and things from each other; Eros is the one who brings them together."]}, {"_def": "(astronomy) The celestial body 136199 Eris, the most-massive known dwarf planet in the Solar System and the largest known object in the scattered disk; formerly nicknamed Xena.", "extras": ["Today, Xena is no longer Xena but has been officially renamed Eris, after the Greek goddess of strife and discord—which hints at the climate in planetary science at the time. Its moon has a similarly appropriate name, Dysnomia (lawlessness) in Greek mythology, the daughter of Eris. Observations of Eris and Dysnomia have confirmed that Eris is 27 per cent more massive than Pluto, though of a similar diameter.", "2013, Fred Watson, Star-Craving Mad: Tales from a Travelling Astronomer, Allen &amp; Unwin, page 35,"]}, {"_def": "An unincorporated  community in Champaign County, Ohio, United States."}], "word_class": "Proper noun"},
{"word": "Erinyes", "defs": [{"_def": "(Greek mythology) The goddesses of vengeance; they were also known to accompany Nemesis. Their Roman counterparts were the Dirae.", "_synonyms": ["Furies"], "extras": ["Hyponyms: Alecto, Megaera, Tisiphone", "Coordinate term: Dirae"]}], "word_class": "Proper noun"},
{"word": "Epione", "defs": [{"_def": "(Greek mythology) Ancient Greek goddess of soothing of pain; in fact, her name actually means soothing."}], "word_class": "Proper noun"},
{"word": "Eos", "defs": [{"_def": "(Greek mythology) The Greek goddess of the dawn; daughter of Hyperion and Theia, sister of Helios and Selene, wife of Astraeus (god of the dusk), and mother of the four Anemoi (\"Winds\"), and the five Astra Planeta (\"Wandering Stars/Planets\"). Her Roman counterpart is Aurora."}, {"_def": "(poetic) the dawn"}], "word_class": "Proper noun"},
{"word": "Enyo", "defs": [{"_def": "(Greek mythology) Goddess of violent war, acting as a counterpart and companion to the war god Ares. Identified with Bellona in Roman mythology."}], "word_class": "Proper noun"},
{"word": "Elpis", "defs": [{"_def": "(Greek mythology) The goddess/personification of hope."}, {"_def": "(astronomy) 59 Elpis, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Eirene", "defs": [{"_def": "(Greek mythology) The goddess/personification of peace and one of the Horae. She is a daughter of Zeus and Themis, and her sisters are Dike and Eunomia. Her Roman counterpart is Pax."}, {"_def": "(astronomy) 14 Irene, a main belt asteroid."}, {"_def": "A female given name from Ancient Greek"}], "word_class": "Proper noun"},
{"word": "Dionysus", "alt": ["Dionysos"], "defs": [{"_def": "(Greek mythology) The god of wine, ivy and grapes, specifically its intoxication and social influence, but also the patron of agriculture and the theater. Also related to the mystery of religion, as in \"spiritual intoxication\".", "extras": ["What the flip does that have anything to do with Dionysos, heckler?"]}], "word_class": "Proper noun"},
{"word": "Dike", "defs": [{"_def": "A topographic surname, from Middle English for someone living near a dike."}], "word_class": "Proper noun"},
{"word": "Dike", "alt": ["Dikê, Dikē"], "defs": [{"_def": "(Greek mythology) The goddess/personification of justice, order and judgement and one of the Horae. She is a daughter of Zeus and Themis, and her sisters are Eirene and Eunomia. Her Roman counterpart is Justitia."}, {"_def": "(astronomy) 99 Dike, a main belt asteroid."}, {"_def": "(poetic) justice, order and judgement."}], "word_class": "Proper noun"},
{"word": "Deucalion", "defs": [{"_def": "(Greek mythology) The son of Prometheus, husband of Pyrrha. Both survived a deluge sent by Zeus to punish the human race."}], "word_class": "Proper noun"},
{"word": "Demeter", "defs": [{"_def": "(Greek mythology) The goddess of the fertility of the Earth and harvests, protector of marriage and social order; daughter of Cronos and Rhea, mother to Persephone.", "extras": ["Coordinate term: (Roman counterpart) Ceres"]}, {"_def": "(astronomy) 1108 Demeter, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Daphne", "alt": ["Daphnë"], "defs": [{"_def": "(Greek mythology) A dryad pursued by Apollo, who was turned into a laurel tree by the river god Peneus.", "extras": ["c. 1595–1596,  William Shakespeare,  “A Midsommer Nights Dreame”, in  Mr. William Shakespeares Comedies, Histories, &amp; Tragedies: Published According to the True Originall Copies (First Folio), London:  […]  Isaac Iaggard, and Ed[ward] Blount, published 1623, OCLC 606515358, [Act II, scene i]:Run when you will, the story shall be chang'd; / Apollo flies, and Daphne holds the chase; / The dove pursues the griffin"]}, {"_def": "(astronomy) 41 Daphne, a main belt asteroid."}, {"_def": "A female given name from Ancient Greek.", "extras": ["My wife. Daphne. Yes, that was, is, her name. For some reason people have always found it faintly comic. I think it matches very well her damp, dark, myopic beauty.", "1989 John Banville: The Book of Evidence: page 7:"]}], "word_class": "Proper noun"},
{"word": "Cybele", "defs": [{"_def": "(Greek mythology) A mother goddess of the ancient peoples of Asia Minor."}, {"_def": "(astronomy) 65 Cybele, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Cronos", "defs": [{"_def": "Alternative form of Cronus"}], "word_class": "Proper noun"},
{"word": "Crius", "defs": [{"_def": "(Greek mythology) A Titan, the son of Uranus and Gaia."}], "word_class": "Proper noun"},
{"word": "Core", "defs": [{"_def": "(Greek mythology) The birth name of Persephone/Proserpina, the queen of the Underworld/Hades, and goddess of the seasons and of vegetation. She is the daughter of Zeus and Demeter, and the wife of Hades."}, {"_def": "A female given name from Ancient Greek"}], "word_class": "Proper noun"},
{"word": "Core", "alt": ["Kore"], "defs": [{"_def": "Obsolete form of Korah."}], "word_class": "Proper noun"},
{"word": "Coeus", "defs": [{"_def": "(Greek mythology) The Titan of intelligence; the father of Leto and Asteria."}], "word_class": "Proper noun"},
{"word": "Clymene", "alt": ["Klymenê"], "defs": [{"_def": "(Greek mythology) A nymph married to Iapetus, mother of Prometheus, Epimetheus, Menoetius and Atlas."}], "word_class": "Proper noun"},
{"word": "Clio", "defs": [{"_def": "(Greek mythology) The goddess of history and heroic poetry, and one of the Muses; the daughters of Zeus and Mnemosyne."}, {"_def": "(astronomy) 84 Klio, a main belt asteroid."}, {"_def": "A female given name from Ancient Greek."}, {"_def": "A model of car manufactured by Renault.", "extras": ["Fred loved to take his Clio for a spin."]}, {"_def": "A city in Alabama."}, {"_def": "A city in Iowa."}, {"_def": "A city in Michigan."}, {"_def": "A town in South Carolina."}, {"_def": "A census-designated place in Plumas County, California, United States."}], "word_class": "Proper noun"},
{"word": "Cleta", "defs": [{"_def": "(Greek mythology) One of the Charites worshiped in Sparta along with Phaenna."}], "word_class": "Proper noun"},
{"word": "Chthonia", "defs": [{"_def": "(Greek mythology) A daughter of Erechtheus and Praxithea."}, {"_def": "(Greek mythology) A daughter of Phoroneus or Colontas."}, {"_def": "(Greek mythology) One of the Alkyonides."}, {"_def": "(Greek mythology) An epithet for several chthonic deities, including Demeter, Hecate, Melinoe, and Nyx."}, {"_def": "(Greek mythology) An ancient mythical and poetic name for Crete."}], "word_class": "Proper noun"},
{"word": "Chloris", "defs": [{"_def": "(Greek mythology) A nymph and the goddess of flowers and spring. She is a daughter of Oceanus and Tethys, the wife of Zephyrus, and mother of Karpos. Her Roman counterpart is Flora."}, {"_def": "(Greek mythology) One of the Niobids."}, {"_def": "(Greek mythology) The wife of Neleus."}, {"_def": "(Greek mythology) The mother of Mopsus."}, {"_def": "(astronomy) 410 Chloris, a main-belt asteroid."}], "word_class": "Proper noun"},
{"word": "Charis", "defs": [{"_def": "(Greek mythology) Aglaea, one of the Charites."}], "word_class": "Proper noun"},
{"word": "Carpo", "defs": [{"_def": "(Greek mythology) One of the Horae, goddess/personification of Autumn and of harvest time."}], "word_class": "Proper noun"},
{"word": "Calypso", "defs": [{"_def": "(Greek mythology) A sea nymph who entertained Odysseus on her island, Ogygia, for seven years."}, {"_def": "(astronomy) The eighth moon of Saturn."}, {"_def": "(astronomy) 53 Kalypso, a main belt asteroid; not to be confused with the Saturnian moon mentioned above."}, {"_def": "Alternative letter-case form of calypso"}], "word_class": "Proper noun"},
{"word": "Callirrhoë", "defs": [{"_def": "(Greek mythology) A naiad, daughter of Oceanus and Tethys."}], "word_class": "Proper noun"},
{"word": "Calliope", "defs": [{"_def": "(Greek mythology) The Muse of eloquence and epic or heroic poetry; the mother of Orpheus with Apollo."}, {"_def": "(astronomy) 22 Kalliope, a main belt asteroid."}, {"_def": "A female given name."}], "word_class": "Proper noun"},
{"word": "Bronte", "defs": [{"_def": "(Greek mythology) One of the Cyclops, who forged Zeus's thunderbolts."}, {"_def": "(Greek mythology) The goddess personifying thunder."}, {"_def": "An English dukedom."}, {"_def": "A  surname​."}], "word_class": "Proper noun"},
{"word": "Britomartis", "defs": [{"_def": "(Greek mythology) A Greek goddess of mountains and hunting, primarily worshipped on the island of Crete."}], "word_class": "Proper noun"},
{"word": "Boreas", "defs": [{"_def": "(Greek mythology) The god of the North Wind.", "extras": ["1714 June 10,  [Alexander Pope],  The Guardian, volume I, number 78, London: Printed for J[acob] Tonson, at Shakespear's-Head over-against Catherine-street in the Strand, page 332:For a Tempeſt. Take Eurus, Zephyr, Auſter and Boreas, and caſt them together in one Verſe. Add to theſe of Rain, Lightning, and of Thunder (the loudeſt you can) quantum ſufficit. Mix your Clouds and Billows well together till they foam, and thicken your Deſcription here and there with a Quickſand. Brew your Tempeſt well in your Head, before you ſet it a blowing.", "1804,  Plato; Floyer Sydenham and Thomas Taylor, transl.,  “The Phædrus”, in  The Works of Plato, viz. His Fifty-five Dialogues, and Twelve Epistles, Translated from the Greek; Nine of the Dialogues by the Late Floyer Sydenham, and the Remainder by Thomas Taylor: with Occasional Annotations on the Nine Dialogues Translated by Sydenham, and Copious Notes, by the Latter Translator; in which is Given the Substance of nearly all the Existing Greek Ms. Commentaries on the Philosophy of Plato, and a Considerable Portion of such as are already Published. In Five Volumes, volume I, London: Printed for Thomas Taylor, by R. Wilks, Chancery-Lane; and sold by E. Jeffery, and R. E. Evans, Pall-Mall, page 293, footnote 2:Orithya was the daughter of Erectheus, and the prieſteſs of Boreas; for each of the winds has a preſiding deity, which the teleſtic art, or the art pertaining to ſacred myſteries, religiouſly cultivates.  […]  Orithya, therefore, becoming enthusiastic, being poſſeſſed by her proper God Boreas, and no longer energizing as a human being (for animals ceaſe to energize according to their own peculiarities, when poſſeſſed by ſuperior causes), died under the inſpiring influence, and thus was ſaid to have been raviſhed by Boreas.", "2000,  Giulia Sissa; Marcel Detienne; Janet Lloyd, transl.,  “When the Olympians Donned the Citizen's Costume”, in  The Daily Life of the Greek Gods, Stanford, Calif.: Stanford University Press, →ISBN, page 137:One very windy day, the god Boreas became a citizen of the town of Thurii, the new Sybaris in Magna Graecia. In more concrete terms, in 397 b.c. Dionysius of Syracuse, at war with the Carthaginians, launched an expedition of three hundred ships crammed with armed men – hoplites, men of bronze – against Thurii. The North Wind was blowing against them, and Boreas wrecked the ship. It was a disaster for Dionysius, but the citizens of Thurii, saved by the god Boreas, passed a decree granting citizenship to the wind.", "1735,  Pierre Bayle; Pierre des Maizeaux,  The Dictionary Historical and Critical of Mr Peter Bayle. The Second Edition, Carefully Collated with the Several Editions of the Original; in which many Passages are Restored, and the Whole Greatly Augmented, particularly with a Translation of the Quotations from Eminent Writers in Various Languages. To which is Prefixed, the Life of the Author, Revised, Corrected, and Enlarged, by Mr Des Maizeaux, Fellow of the Royal Society, volume II, 2nd edition, London: Printed for J. J. and P. Knapton; [et al.], OCLC 557493417, page 78:BOREAS, one of the four Cardinal Winds, and one of the Deities of the Heathens, was the Son of Aſtræus and Aurora, and had his Seat at Thrace. Pindar calls him the King of Winds. [Footnote numbers omitted.]", "1995,  Sarah P. Morris,  Daidalos and the Origins of Greek Art, Princeton University Press, →ISBN, page 322:The promotion of Pan is matched by the new attention Athens paid to Boreas, god of the north wind, after he destroyed the Persian fleet off Artemision (Herodotus, 7.189) A tradition (λέγεται δε λόγος) held that the Athenians prayed to the god before the battle to assist them, the equivalent of the prebattle encounter between Pan and Pheidippides. As in the complaint of Pan, the god Boreas was remembered as assisting the Greeks before, in this case by having sent a storm off Mount Athos during the expedition under Mardonios (6.44.2)."]}, {"_def": "(poetic) The north wind personified.", "extras": ["1991,  Leon Battista Alberti; Joseph Rykwert, Neil Leach and Robert Tavernor, transl.,  On the Art of Building in Ten Books, Cambridge, Mass.; London: MIT Press, →ISBN, page 427:\"Timber felled in winter, when Boreas is blowing, will burn beautifully and almost without smoke\" (2.4.39 [24]).  […]  \"Face all the summer rooms [of the villa] to receive Boreas\" (5.18.153 [91v]); and \"It is best to make libraries face Boreas\" (9.10.317 [174v]).", "Now stands the Brere like a lord alone, / Puffed up with pryde and vaine pleasaunce. / But all this glee had no continuaunce: / For eftsones winter gan to approche; / The blustering Boreas did encroche, / And beate upon the solitarie Brere; / For nowe no succoure was seene him nere.", "1781,  [Mostyn John Armstrong],  History and Antiquities of the County of Norfolk. Volume IX. Containing the Hundreds of Smithdon, Taverham, Tunstead, Walsham, and Wayland, volume IX, Norwich: Printed by J. Crouse, for M. Booth, bookseller, OCLC 520624543, page 51:BEAT on, proud billows; Boreas blow; / Swell, curled waves, high as Jove's roof; / Your incivility doth ſhow, / That innocence is tempeſt proof; / Though ſurly Nereus frown, my thoughts are calm; / Then ſtrike, Affliction, for thy wounds are balm. [Attributed to Roger L'Estrange (1616–1704).]", "1579, Immeritô [pseudonym; Edmund Spenser], The Shepheardes Calender: Conteyning Tvvelue Æglogues Proportionable to the Twelue Monethes. Entitled to the Noble and Vertuous Gentleman most Worthy of all Titles both of Learning and Cheualrie M. Philip Sidney, London: Printed by Hugh Singleton, dwelling in Creede Lane neere vnto Ludgate at the signe of the gylden Tunne, and are there to be solde, OCLC 606515406; republished in Francis J[ames] Child, editor, The Poetical Works of Edmund Spenser: The Text Carefully Revised, and Illustrated with Notes, Original and Selected by Francis J. Child: Five Volumes in Three, volume III, Boston, Mass.: Houghton, Mifflin and Company; The Riverside Press, Cambridge, published 1855, OCLC 793557671, page 406, lines 222–228:"]}], "word_class": "Proper noun"},
{"word": "Bia", "defs": [{"_def": "(Greek mythology) The goddess and personification of force."}], "word_class": "Proper noun"},
{"word": "Bia", "gender": "f", "defs": [{"_def": "pillowcase"}, {"_def": "slipcover"}], "word_class": "Noun"},
{"word": "Auxo", "defs": [{"_def": "(Greek mythology) One of the Charites worshipped in Athens."}, {"_def": "(Greek mythology) One of the Horae, and the goddess and personification of the season of Summer; she is the protector of vegetation and plants, and growth and fertility."}], "word_class": "Proper noun"},
{"word": "Atlas", "defs": [{"_def": "(Greek mythology) The son of Iapetus and Clymene, war leader of the Titans ordered by the god Zeus to support the sky on his shoulders; father to Hesperides, the Hyades, and the Pleiades; king of the legendary Atlantis."}, {"_def": "A placename"}, {"_def": "(astronomy) A moon of Saturn."}, {"_def": "(astronomy) A crater in the last quadrant of the moon."}, {"_def": "(astronomy) A triple star system in the Pleiades open cluster (M45) also known as 27 Tauri."}, {"_def": "(countable) A  surname​."}, {"_def": "(astronautics, military, US) The SM-65, an early ICBM, soon developed into a long-lived orbital launch vehicle series."}], "word_class": "Proper noun"},
{"word": "Atlas", "defs": [{"_def": "(astronautics, military, US) A particular model or individual specimen of the Atlas missile and launch vehicle line."}], "word_class": "Noun"},
{"word": "Atlas", "defs": [{"_def": "A subgroup of the Berber languages."}], "word_class": "Proper noun"},
{"word": "Athene", "defs": [{"_def": "(Greek mythology) Athena"}], "word_class": "Proper noun"},
{"word": "Athena", "alt": ["Athene"], "defs": [{"_def": "(Greek mythology) The goddess of wisdom, especially strategic warfare, the arts, and especially crafts, in particular, weaving; daughter of Zeus and Metis. Her Roman counterpart is Minerva."}, {"_def": "A female given name from Ancient Greek."}], "word_class": "Proper noun"},
{"word": "Athena", "alt": ["Athene"], "defs": [{"_def": "(feminism, derogatory, allusion, figuratively) A woman who colludes with the patriarchy rather than actively opposing it.", "extras": ["Women who do decide to become scientists find themselves under attack from the self-proclaimed \"echt\" feminists, who call them \"Athenas\" and \"Queen Bees.\"", "The last thing feminist Athenas see about corporate structures, government, or academia is that they are run by benevolent and all-protective fathers.", "1989, Jennifer Barker Woolger, Roger J. Woolger, The goddess within", "1992,  Marilyn Frye,  Willful virgin: essays in feminism, 1976-1992, page 141:The latter may become either Athenas or feminists. If one gets a certain sort of male sponsorship, becomes a Daddy's girl, one is allowed to function in these vocations of the righteous  […]", "1995, Noretta Koertge (in Skeptical Inquirer, volume 19, number 2, page 42)"]}], "word_class": "Noun"},
{"word": "Astrape", "defs": [{"_def": "(Greek mythology) The goddess/personification of lightning, sister of Bronte, and an attendant of Zeus. Her Roman counterpart is Fulgora."}, {"_def": "(rare) A female given name."}], "word_class": "Proper noun"},
{"word": "Astraeus", "defs": [{"_def": "(Greek mythology) The Greek god of the dusk. Husband of Eos (goddess of the dawn), and father of the four Anemoi (\"Winds\"), and the five Astra Planeta (\"Wandering Stars/Planets\")."}, {"_def": "(poetic) The dusk."}], "word_class": "Proper noun"},
{"word": "Astraea", "defs": [{"_def": "(Greek mythology) The Greek goddess of stars and justice; similar to Dike, equivalent to the Roman goddess Justitia."}, {"_def": "(astronomy) The asteroid 5 Astraea."}], "word_class": "Proper noun"},
{"word": "Astra Planeta", "defs": [{"_def": "(Greek mythology) The five Greek gods of the \"Wandering Stars\", (i.e. \"planets\"), (Phainon (Saturn), Phaethon (Jupiter), Pyroeis (Mars), Eosphoros/Hesperos (Venus), and Stilbon (Mercury). They were the sons of the Eos (goddess of the dawn) and Astraeus (god of the dusk), and their siblings were the four Anemoi (\"winds\")."}, {"_def": "(poetic) the planets"}], "word_class": "Proper noun"},
{"word": "Asclepius", "alt": ["Asclepios, Asklepios"], "defs": [{"_def": "(Greek mythology) A Greek mythological deity, the god of doctors, medicine and healing; a son of Apollo and the Thessalian princess Coronis, husband to the goddess Epione and father of the Asclepiades; identified with the Roman god Aesculapius.", "extras": ["2002, Jerome Murphy-O'Connor, St. Paul's Corinth: Texts and Archaeology, Liturgical Press, page 186,", "1961, Henry E. Sigerist, A History of Medicine, Volume II: Early Greek, Hindu, and Persian Medicine, Oxford University Press, 1987, Paperback, page 44,", "2015, Paula Landart, Finding Ancient Rome: Walks in the City, E-Book, page 16,", "The story of Tiber Island is similar: in 293 BC, the inhabitants of Rome started to fall sick and die from an unknown disease, and the city fathers sent an expedition to Epidaurus in Greece to retrieve one of the snakes sacred to Asclepius (Greek Asklepiós, Aesculapius in Latin), god of medicine and healing, thus bringing the god to Rome. The story told by Livy was that as the ship carrying this snake came up the Tiber, the snake escaped and swam to the island. The Romans immediately concluded that Asclepius wished to dwell there (it would appear that clever Asclepius had immediately recognised an excellent place of quarantine), and built a temple to the god on the island.", "We found religious medicine in the Homeric poems, and there was no century without healing cults. The cult of Asclepius was by no means the only one, but, for reasons that will be discussed later, it dominated the scene and set a pattern for the cults of other healing deities.", "The temple of Asclepius is located just inside the north wall (Fig. 5) and is referred to by Pausanias (p. 34), who notes that the site was a place of refreshment in summer."]}, {"_def": "(astronomy) The Apollo asteroid 4581 Asclepius."}], "word_class": "Proper noun"},
{"word": "Artemis", "defs": [{"_def": "(Greek mythology) The Greek goddess of the hunt, wild animals, and wilderness; the daughter of Leto and Zeus; the sister of Apollo. (Compare Diana.)"}, {"_def": "(rare) A female given name from Ancient Greek. The usual male variation is Artemios."}, {"_def": "(very rare) A male given name from Ancient Greek.", "extras": ["Mr. ALLARD. I believe he is.", "Artemis's father rested one hand on the rolling ladder, lifting his weight from the artificial limb. His expression was strange, and one that Artemis could not recall ever seeing. He realized his father was more than anxious. Artemis Fowl Senior was afraid.  […]  Now Artemis himself grew worried.", "2012, Kristy Dykes, The Tender Heart (Barbour Publishing, →ISBN):", "She must give her full attention to the man at her side, Mr. Artemis Boutwell, as she had promised her mother. The young Mr. Artemis Boutwell, as everyone referred to him, was tall like Griffin—no, Mr. Parks. She must remember to refer to him ...", "1934, United States Senate Special Committee to Investigate the Munitions Industry, Munitions Industry: Hearings Before the Special Committee Investigating the Munitions Industry, United States Senate, Seventy-third[-Seventy-fourth] Congress, Pursuant to S. Res. 206, a Resolution to Make Certain Investigations Concerning the Manufacture and Sale of Arms and Other War Munitions, page 735:", "Mr. HISS. I offer as \"Exhibit No. 307\" a letter of August 22, 1933, by Mr. Artemis Denaxas to Mr. Goulding,  […]", "2009, Eoin Colfer, Artemis Fowl and the Time Paradox (Penguin UK, →ISBN):", "Mr. HISS. And is Mr. Artemis Denaxas an official of that company?"]}, {"_def": "(astronomy) The main-belt asteroid 105 Artemis, discovered in 1868."}, {"_def": "(NASA, space science) A United States space program, and the associated vehicles, used for human travel to the moon in the 2020s."}], "word_class": "Proper noun"},
{"word": "Arethusa", "defs": [{"_def": "(Greek mythology) A nereid nymph, who became a fountain."}, {"_def": "(Greek mythology) One of the Hesperides nymphs."}, {"_def": "(astronomy) 95 Arethusa, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Ares", "defs": [{"_def": "(Greek mythology) The god of war, son of Zeus and Hera, brother Hephaestus, sister Eris, who is his companion. Attended by his sons, (to Aphrodite), Deimos and Phobos, and old war-goddess Enyo."}], "word_class": "Proper noun"},
{"word": "Aratus", "defs": [{"_def": "(Greek mythology) A healer and a son of Asclepius and his lover, Aristodama, and the paternal halfbrother of Aceso, Aglaea, Hygieia, Iaso, Meditrina, Panacea, Machaon, Podaleirios, Telesphoros."}, {"_def": "An ancient Greek didactic poet."}], "word_class": "Proper noun"},
{"word": "Apollo", "defs": [{"_def": "(Greek mythology, Roman mythology) The son of Zeus and Leto (or Jupiter and Latona), and the twin brother of Artemis (or Diana). He was the god of light, music, medicine, and poetry; and prophecy, dance, manly beauty, and more.", "extras": ["'Blue are the hills that are far away,' is an owercome in the countryside, and while at first on his side it may have been but a young man's fancy, to her he was like the god Apollo descending from the skies.", "1902, John Buchan, The Outgoing of the Tide"]}, {"_def": "(astronomy) The planet Mercury, when observed as a Morning Star."}, {"_def": "(astronomy) Short for 1862 Apollo, an Apollo asteroid."}, {"_def": "(NASA, space science) A United States space program, and the vehicles it created, used for human travel to the moon.", "extras": ["Apollo 11 landed people on the moon for the first time"]}, {"_def": "(with \"the\") Apollo Theater, a music hall in New York City associated with African-American performers."}, {"_def": "The butterfly Parnassius apollo, a large swallowtail with black and red spots on white wings."}, {"_def": "A very handsome young man."}, {"_def": "A male given name"}, {"_def": "A placename."}], "word_class": "Proper noun"},
{"word": "Apollo", "defs": [{"_def": "(astronomy) An asteroid possessing an orbit that crosses the orbit of the Earth and an orbital period of over one year, with semimajor axes greater than 1 AU, and perihelion distances less than 1.017 AU."}], "word_class": "Noun"},
{"word": "Aphroditus", "defs": [{"_def": "(Greek mythology) A male Aphrodite, from Cyprus, represented as a herm with a phallus, who in later mythology became known as Hermaphroditus, the son of Hermes and Aphrodite.[1][2]"}], "word_class": "Proper noun"},
{"word": "Apeliotes", "defs": [{"_def": "(Greek mythology), the Greek god of the south east winds. Apeliotes is often depicted wearing gumboots and carrying fruit."}], "word_class": "Proper noun"},
{"word": "Antiope", "defs": [{"_def": "(Greek mythology) An Amazon, daughter of Ares and sister to Melanippe and Hippolyte, (and possibly Orithyia), queens of the Amazons,. She was the wife of Theseus, and the only Amazon known to have married."}, {"_def": "(Greek mythology) The daughter of the Boeotian river god Asopus, according to Homer."}, {"_def": "(astronomy) 90 Antiope, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Antheia", "defs": [{"_def": "(Greek mythology) One of the Charites worshipped in Athens."}], "word_class": "Proper noun"},
{"word": "Anicetus", "defs": [{"_def": "(Greek mythology) One of the twin sons of Heracles and Hebe, his twin brother is Alexiares. Along with their father, Anicetus and Alexiares are the guardians and gatekeepers of the gates of Mount Olympus."}], "word_class": "Proper noun"},
{"word": "Angelos", "defs": [{"_def": "(Greek mythology) A daughter of Zeus and Hera, and a goddess of the Underworld."}, {"_def": "(rare) A female given name."}, {"_def": "A male given name."}], "word_class": "Proper noun"},
{"word": "Anemoi", "defs": [{"_def": "(Greek mythology) The four Greek gods of the winds (Boreas, Notus, Eurus, and Zephyrus, who were each ascribed a cardinal direction from which their respective winds came), considered collectively."}, {"_def": "(poetic) The winds."}], "word_class": "Proper noun"},
{"word": "Amphitrite", "defs": [{"_def": "(Greek mythology) A nymph, the wife of Poseidon."}, {"_def": "(astronomy) 29 Amphitrite, a main belt asteroid."}], "word_class": "Proper noun"},
{"word": "Althea", "defs": [{"_def": "(Greek mythology) the queen of Calydon"}, {"_def": "(Greek mythology) an obscure goddess who was the personification of truth"}, {"_def": "A female given name from Ancient Greek."}], "word_class": "Proper noun"},
{"word": "Alexiares", "defs": [{"_def": "(Greek mythology) One of the twin sons of Heracles and Hebe, guardian, along with his twin Anicetus and his father, of the gates of Mount Olympus."}, {"_def": "(rare) A male given name from Ancient Greek."}], "word_class": "Proper noun"},
{"word": "Alecto", "defs": [{"_def": "(Greek mythology, Roman mythology) One of the Furies.", "extras": ["Coordinate terms: Megaera, Tisiphone"]}], "word_class": "Proper noun"},
{"word": "Alala", "defs": [{"_def": "(Greek mythology) A goddess, personification of the war cry/battle cry"}, {"_def": "(rare) A female given name."}], "word_class": "Proper noun"},
{"word": "Aion", "alt": ["Eon"], "defs": [{"_def": "a Hellenistic deity associated with time, the orb or circle encompassing the universe, and the zodiac."}], "word_class": "Proper noun"},
{"word": "Aidos", "defs": [{"_def": "(Greek mythology) The goddess or personification of humility, modesty, and shame."}], "word_class": "Proper noun"},
{"word": "Agdistis", "defs": [{"_def": "(Greek mythology) A hermaphroditic being, associated with the worship of Cybele or Rhea"}], "word_class": "Proper noun"},
{"word": "Aeolus", "alt": ["Eolus", "Æolus (obsolete)"], "defs": [{"_def": "(Greek mythology) The name of a number of characters in Greek mythology, including the founder of the Aeolian race, and a god with power over wind."}], "word_class": "Proper noun"},
{"word": "Aegina", "defs": [{"_def": "(Greek mythology) A nymph of the island that bears her name."}, {"_def": "(astronomy) 91 Aegina, a main belt asteroid."}, {"_def": "(geography) An island in Greece."}], "word_class": "Proper noun"},
{"word": "Adrastea", "defs": [{"_def": "(Greek mythology) The goddess of divine retribution"}, {"_def": "(astronomy) Smallest of the four inner moons of Jupiter."}], "word_class": "Proper noun"},
{"word": "Achlys", "defs": [{"_def": "An ancient Greek goddess of death-mist, misery and sadness."}], "word_class": "Proper noun"},
{"word": "trisula", "alt": ["trishul, trisul, trishula"], "defs": [{"_def": "(Hinduism, Buddhism) A trident, seen as a religious symbol of Hinduism and Buddhism.", "extras": ["2004,  Khushwant Singh,  Burial at Sea, Penguin, page 96:She had a trishul in one hand. Her long raven-black hair was left loose.", "2014,  Micah Issitt; Carlyn Main,  Hidden Religion, page 168:The trishula is most commonly associated with the god Shiva, one of the most prominent Hindu deities and the primary god in the sect of Hinduism known as \"Shaivism.\"", "1894,  Eugène Goblet d'Alviella,  The Migration of Symbols:It may be wondered, at first sight, that the innumerable texts left by Buddhism give us no positive information with regard to the meaning and origin of the trisula."]}], "word_class": "Noun"},
{"word": "yakshini", "defs": [{"_def": "A female yaksha.", "extras": ["1936,  Rollo Ahmed,  The Black Art, London: Long, page 202:There is also the Yakshini; who lies in wait for men and arouses their passions, with the ultimate object of delivering them over to demons or of feeding upon them as a vampire."]}], "word_class": "Noun"},
{"word": "Tefnut", "alt": ["Tefnet"], "defs": [{"_def": "(Egyptian mythology) A goddess of the Heliopolitan Ennead, commonly taken to be a personification of moisture."}], "word_class": "Proper noun"},
{"word": "yidam", "defs": [{"_def": "(Tibetan Buddhism) A type of deity associated with tantric or Vajrayana Buddhism said to be manifestations of Buddhahood or enlightened mind.", "extras": ["2004,  Chogyam Trungpa,  The Collected Works of Chogyam Trungpa‎[1], volume 7:Yidams are not to be equated with the patron saints or guardian angels found in the Jewish, Christian, and Muslim traditions."]}], "word_class": "Noun"},
{"word": "Dusares", "defs": [{"_def": "(Arabian mythology) A pre-Islamic Arabian god.", "_synonyms": ["Dushara"]}], "word_class": "Proper noun"},
{"word": "Allat", "alt": ["Al-Lat"], "defs": [{"_def": "(Arabian mythology) A pre-Islamic Arabian goddess."}], "word_class": "Proper noun"},
{"word": "Suiten", "defs": [{"_def": "(Japanese Buddhism) Japanese translation for Varuna."}], "word_class": "Proper noun"},
{"word": "Mucalinda", "defs": [{"_def": "(Buddhism) A naga in Buddhist mythology."}], "word_class": "Proper noun"},
{"word": "mara", "defs": [{"_def": "(folklore) A nightmare; a spectre or wraith-like creature in Germanic and particularly Scandinavian folklore; a female demon who torments people in sleep by crouching on their chests or stomachs, or by causing terrifying visions.", "extras": ["1996,  Catharina Raudvere,  “Now you see her, now you don't: some notes on the conception of female shape-shifters in Scandinavian traditions”, in Sandra Billington &amp; Miranda Green, editor, The Concept of the Goddess, page 41-55:The corpus of related texts tells us that within rural society it was not improbable for your neighbour's envy of your fine cattle to take the form of a mara."]}], "word_class": "Noun"},
{"word": "mara", "defs": [{"_def": "(Buddhism) A type of god that prevents accomplishment or success.", "extras": ["2011,  Graham Woodhouse, Lobsang Gyatso,  Tsongkhapa's Praise for Dependent Relativity‎[1], Wisdom Publications, page 20:Mara means demon, or demonic influence, that hinders the practice of virtue. It may be an external spirit or an aspect of our own imperfect condition. All hindrances on the path to liberation are subsumed under the four maras. The first mara is the mara of the aggregates. […] The second of the maras is the mara of the afflictions, which are the same as the afflictive obstructions. They are identified as a mara because they precipitate all harmful actions, from malicious gossip to murder. […] The third mara is Devaputra, literally \"son of a god,\" an external troublemaker who specializes in interfering with beings who are endeavoring to achieve something positive. […] The last mara is the mara of death."]}, {"_def": "(Buddhism) Any malicious or evil spirit.", "extras": ["2002,  Sarvananda Bluestone,  The World Dream Book, page 73:The mara is the spirit that causes illness, accidents, and mishaps. The only protection against it is another mara who befriends a person or a group. A mara who becomes friendly is called a gunik. This transformation occurs when a mara comes to a person in a dream and states a desire to be friendly. But there are deceitful maras who pretend to be friendly, yet will betray the person who trusts them."]}], "word_class": "Noun"},
{"word": "mara", "defs": [{"_def": "Any caviid rodent of genus Dolichotis, common in the Patagonian steppes of Argentina.", "extras": ["2013,  R. L. Honeycutt,  “Chapter 3: Phylogenetics of Caviomorph Rodents and Genetic Perspectives on the Evolution of Sociality and Mating Systems in the Caviidae”, in José Roberto Moreira, Katia Maria P.M.B. Ferraz, Emilio A. Herrera, David W. Macdonald, editor, Capybara: Biology, Use and Conservation of an Exceptional Neotropical Species‎[3], page 70:Maras (Dolichotis patagonum) are cursorial and prefer open areas with low vegetation for breeding and more barren sites for construction of communal dens (Taber and Macdonald 1992; Baldi 2007).", "1999, Michael A. Mares, editor, Encyclopedia of Deserts‎[2], Mara, page 349:Maras have a white patch of fur on the rump that they flash when running, an adaptation they share with several species of deer and antelopes.", "2011,  Terry A. Vaughan, James M. Ryan, &amp; Nicholas J. Czaplewski,  Mammalogy, 5th edition edition, page 228:Although only Dolichotis, the Patagonian mara, is strongly cursorial, all caviids have certain features typical of cursorial mammals […] ."]}], "word_class": "Noun"},
{"word": "mara", "defs": [{"_def": "be ashamed"}], "word_class": "Verb"},
{"word": "kumbhanda", "defs": [{"_def": "(Buddhism) A dwarfish spirit in Buddhist mythology."}], "word_class": "Proper noun"},
{"word": "Hariti", "defs": [{"_def": "(Buddhism) goddess and yakshini in certain Buddhist traditions"}], "word_class": "Proper noun"},
{"word": "Fudō Myōō", "defs": [{"_def": "(Japanese mythology) a guardian deity primarily revered in Vajrayana Buddhism as the principal of the Five Wisdom Kings, also known as Acala."}], "word_class": "Proper noun"},
{"word": "deva", "defs": [{"_def": "A god in Vedic mythology, Hinduism and Buddhism."}], "word_class": "Noun"},
{"word": "Apalala", "defs": [{"_def": "(Buddhism) The name of a water-dwelling naga in Buddhist mythology."}], "word_class": "Proper noun"},
{"word": "Sutekh", "alt": ["Seth", "Set", "Setekh", "Suty"], "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian god, variously described as the god of chaos, the god of thunder and storms, or the god of destruction."}], "word_class": "Proper noun"},
{"word": "Sokar", "defs": [{"_def": "An Egyptian falcon god"}], "word_class": "Proper noun"},
{"word": "Sia", "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian god, the personification of perception."}], "word_class": "Proper noun"},
{"word": "Sia", "defs": [{"_def": "A female given name"}], "word_class": "Proper noun"},
{"word": "Shu", "defs": [{"_def": "(Egyptian mythology) A god personifying the air and atmosphere."}], "word_class": "Proper noun"},
{"word": "Shu", "defs": [{"_def": "A  surname​."}], "word_class": "Proper noun"},
{"word": "Shu", "defs": [{"_def": "(historical) A kingdom during the Three Kingdoms interregnum following China's Han dynasty."}], "word_class": "Proper noun"},
{"word": "Sexet", "defs": [{"_def": "Egyptian goddess of malevolent fire, sister of Bast, the bringer of ill-fortune"}], "word_class": "Proper noun"},
{"word": "Seth", "defs": [{"_def": "The third son of Adam and Eve.", "extras": ["1611,  The Holy Bible, […] (King James Version), London:  […]  Robert Barker, […], OCLC 964384981, Genesis 5:3::", "And Adam lived an hundred and thirty years, and begat a son in his own likeness, after his image; and called his name Seth:"]}, {"_def": "A male given name from Hebrew.", "extras": ["2021 December 7,  Elly Griffiths,  The Midnight Hour, Brighton Mysteries, →ISBN, page 34:'David, Seth and Aaron,' said Emma. 'Biblical names. I wonder if either of the parents is religious.' 'Jewish?' said Sam. 'They sound Old Testament to me.'", "2011 November 17,  Ruth Rendell,  Myth / The Astronomical Scarf / Walter's Leg (Storycuts), Random House, →ISBN:The children suggested names. In his childhood the ones they knew would have been unheard-of (Scott, Ross, Damian, Liam, Seth) or, strangely enough, too old-fashioned for popular use (Joshua, Simon, Jack, George)."]}], "word_class": "Proper noun"},
{"word": "Seth", "alt": ["Set, Sutekh"], "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian god, variously described as the god of chaos, the god of thunder and storms, or the god of destruction."}], "word_class": "Proper noun"},
{"word": "Set", "alt": ["Seth", "Sutekh"], "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian god, variously described as the god of chaos, the god of thunder and storms, or the god of destruction."}], "word_class": "Proper noun"},
{"word": "Seshat", "alt": ["Safkhet", "Sesat", "Seshata", "Seshet", "Sesheta"], "defs": [{"_def": "(Egyptian mythology) The Egyptian goddess of writing and wisdom, often depicted as a scribe or recordkeeper.", "extras": ["Seshat is depicted carrying the reed pen and palette, and records deeds in eternity/space, i.e. memory. As such, Seshat is referred to as: The Enumerator, Lady of Writing(s), Scribe, Head of the House of the Divine Books (Archives), Lady of Builders...", "The link between the measurement of space and measurement of time is also clear from early periods in the activities of the goddess Seshat, the goddess associated with the foundation ceremony, during which the orientation of buildings was established.", "2010, Kate Spence, Establishing direction in early Egyptian burials and monumental architecture, Iain Morley, Colin Renfrew (editors), The Archaeology of Measurement: Comprehending Heaven, Earth and Time in Ancient Societies, page 176,", "At least eight separate Egyptologists, in addition to myself, have suggested that the ancient Egyptians directly identified Seshat as a form or aspect of Nebt-het (101).", "2010, Tamara L. Siuda, Nebt-het: Lady of the House, 2nd Edition, page 14,", "2010,  Zahi A. Hawass,  Wonders of the Horus Temple: The Sound and Light of Edfu‎[2], page 8:The most important of these scenes shows the king leaving his palace with the goddess of writing, Seshat, in order to lay out the foundations for the temple.", "2001,  Moustafa Gadalla,  Egyptian Divinities: The All Who Are the One‎[1], page 50:Seshat represents the organizational capacity of keeping records—knowledge, information, etc."]}], "word_class": "Proper noun"},
{"word": "Sekhmet", "alt": ["Sachmet, Sakmet, Sakhet, Sekmet, Sakhmet and Sekhet"], "defs": [{"_def": "(Egyptian mythology) The goddess of death, war, violence, plague, and medicine; one of the \"Eyes / Daughters of Ra\", the consort of Ptah; depicted as having the head of a lioness."}], "word_class": "Proper noun"},
{"word": "Re", "defs": [{"_def": "(Egyptian mythology) Alternative form of Ra"}], "word_class": "Proper noun"},
{"word": "Re", "defs": [{"_def": "rupee"}], "word_class": "Symbol"},
{"word": "Re", "defs": [{"_def": "A municipality of Vestfold, Norway"}], "word_class": "Proper noun"},
{"word": "Ra", "defs": [{"_def": "(Egyptian mythology) The Egyptian god of the Sun."}], "word_class": "Proper noun"},
{"word": "Ra", "defs": [{"_def": "(geology) Any of a series of moraines, in parts of Norway, that are long ridges covered with stones."}], "word_class": "Noun"},
{"word": "Ptah", "defs": [{"_def": "(Egyptian mythology) A god of creativity and craftsmen, sometimes also identified with gods of death and the birth of the sun."}], "word_class": "Proper noun"},
{"word": "Osiris", "defs": [{"_def": "The Egyptian god of the dead and of the underworld."}, {"_def": "An exoplanet in the Pegasus constellation, HD 209458 b."}], "word_class": "Proper noun"},
{"word": "Nut", "alt": ["Nunut, Nenet, Nuit"], "defs": [{"_def": "(Egyptian mythology) The goddess who serves as the personification of the sky."}], "word_class": "Proper noun"},
{"word": "Nu", "defs": [{"_def": "(Egyptian mythology) The god who serves as the personification of the primeval waters that existed before the world."}], "word_class": "Proper noun"},
{"word": "Nu", "defs": [{"_def": "one of the 56 ethnic groups recognized by the People's Republic of China."}], "word_class": "Proper noun"},
{"word": "Nu", "defs": [{"_def": "Abbreviation of Numbers. (a book in the Old Testament of the Bible)"}, {"_def": "Alternative spelling of NU, Nunavut"}], "word_class": "Proper noun"},
{"word": "Nephthys", "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian goddess, the wife of Set and sister of Isis, Osiris, and Set, worshiped as a protective goddess and nurse of the pharaoh and associated with funerary rites and the transition from life to death."}], "word_class": "Proper noun"},
{"word": "Neith", "defs": [{"_def": "(Egyptian mythology) The primeval goddess of war and creator diety."}], "word_class": "Proper noun"},
{"word": "Nefertem", "alt": ["Nefertum"], "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian god, who represented the first sunlight and the delightful smell of the Egyptian blue lotus flower"}], "word_class": "Proper noun"},
{"word": "Khnum", "defs": [{"_def": "One of the earliest Egyptian gods. He is said to be the source of the Nile River."}], "word_class": "Proper noun"},
{"word": "Keb", "defs": [{"_def": "Alternative form of Geb"}], "word_class": "Proper noun"},
{"word": "Isis", "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian goddess, the wife of Osiris and mother of Horus, worshiped as the ideal mother and wife and as the matron of nature and magic."}, {"_def": "(astronomy) 42 Isis, a main belt asteroid."}, {"_def": "(uncommon) A female given name", "extras": ["1924, Zora Neale Hurston, Drenched in Light:", "Isis had crawled under the center table with its red plush cover with little round balls for fringe.", "1995, Iain Banks, Whit:", "'Beloved Isis,' Elias grinned, 'would you kindly cast some light into the poor occluded mind of our brother here on the matter of the co-essential nature of the body and the soul?'"]}], "word_class": "Proper noun"},
{"word": "Isis", "defs": [{"_def": "(UK, especially Oxfordshire, otherwise dated) The River Thames between its source and its confluence with the River Thame at Dorchester on Thames."}], "word_class": "Proper noun"},
{"word": "Isis", "defs": [{"_def": "Alternative letter-case form of ISIS", "extras": ["2017 August 20,  “The Observer view on the attacks in Spain”, in  The Observer‎[2]:The terrorist threat is growing, the politicians and intelligence services say, due in part to the degradation of Islamic State in Syria and Iraq and the rising numbers of Isis fighters returning to Europe."]}], "word_class": "Proper noun"},
{"word": "Horus", "defs": [{"_def": "(Egyptian mythology) The ancient Egyptian falcon-headed god of the sun, sky, war, and kingship."}], "word_class": "Proper noun"},
{"word": "Hathor", "defs": [{"_def": "(Egyptian mythology) The goddess of joy, love, and motherhood; one of the \"Eyes / Daughters of Ra\", the consort of Ra/Horus; often depicted as having a cow's head."}], "word_class": "Proper noun"},
{"word": "Geb", "alt": ["Keb"], "defs": [{"_def": "(Egyptian mythology) The god who serves as the personification of the earth."}], "word_class": "Proper noun"},
{"word": "Bennu", "defs": [{"_def": "(Egyptian mythology, often with \"the\") A self-created deity with the form of a bird (in New Kingdom artwork, a heron) that features in the ancient Egyptian creation myth and is also described as the ba (soul) of Ra.", "extras": ["A", "{\\displaystyle \\mathrm {A} \\!\\therefore \\!\\mathrm {A} \\!\\therefore \\,}", "∴", "15 The Uas Sceptre is the origin of the “Phoenix Wand”, which is the Wand of the Imperator of", "One compound name, of which it is an element, is that of the city, from which the Sebennytic mouth of the Nile was denominated Sebennu, that is, \"the temple of Bennu,\" a god, who was represented in the form of a waterfowl, and whose phonetic name is of frequent occurrence.", ". The head of the wand was not originally a Bennu Bird, but the head of the god Set. The identification with the Bennu seems to have originated with the Hermetic Order of the Golden Dawn.", "2014, J. Daniel Gunther, The Angel &amp; The Abyss, Nicolas-Hays, Inc. (Ibis Press), page 113,", "1830, \"E. H.\", Fragments on Egyptian Literature, Quarterly Journal of Science, Literature, and the Arts, Henry Colburn and Richard Bentley, page 349,"]}, {"_def": "(astronomy) The near-Earth asteroid 101955 Bennu.", "extras": ["2018 December 3,  Kenneth Chang,  “NASA’s Osiris-Rex Arrives at Asteroid Bennu After a Two-Year Journey”, in  The New York Times‎[1], ISSN 0362-4331:Osiris-Rex’s arrival at Bennu was not like the landing of NASA’s InSight spacecraft in one piece on the surface of Mars last Monday. (Happily, it landed flawlessly.)"]}], "word_class": "Proper noun"},
{"word": "Bastet", "alt": ["Bast, Baast, Ubasti and Basset and Phast"], "defs": [{"_def": "(Egyptian mythology) The goddess of the sun and the moon, of cats, and Lower Egypt; one of the \"Eyes / Daughters of Ra\", the consort of Ptah, often depicted as having a she-cat's head."}], "word_class": "Proper noun"},
{"word": "Atum", "alt": ["Atem, Tem"], "defs": [{"_def": "(Egyptian mythology) The creator god of Heliopolis, the original source of all matter, associated with the evening sun."}], "word_class": "Proper noun"},
{"word": "Ash", "defs": [{"_def": "(Egyptian mythology) The Egyptian god of oases."}, {"_def": "Oisc, also spelled Æsc or Ash, an Anglo-Saxon king of Kent"}, {"_def": "A topographic surname, from Middle English for someone who lived near ash trees."}, {"_def": "A unisex given name transferred from the surname."}, {"_def": "A diminutive of the unisex given names Ashley or Ashleigh."}, {"_def": "A diminutive of the female given names Ashlie, Ashlee, or Ashly."}, {"_def": "A village and civil parish in Dover district, Kent, England (OS grid ref TR2858)."}, {"_def": "A town and civil parish in Guildford borough, Surrey, England, near Aldershot (OS grid ref SU8950)."}], "word_class": "Proper noun"},
{"word": "Apophis", "defs": [{"_def": "(Egyptian mythology) An evil snake-god who tries to devour the sun every night.", "_synonyms": ["Apep"]}, {"_def": "(astronomy) An asteroid formerly thought to be on a collision course with Earth.", "extras": ["2021 May 10,  Kenneth Chang,  “Bye-Bye, Bennu: NASA Heads Back to Earth With Asteroid Stash in Tow”, in  The New York Times‎[1], ISSN 0362-4331:The spacecraft’s navigators have worked out a trajectory that would take it to the asteroid Apophis in April 2029, just after that object, a bit smaller than Bennu, zips within an uncomfortably close but still safe 20,000 miles from Earth."]}], "word_class": "Proper noun"},
{"word": "Anput", "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian goddess, the wife of Anubis"}], "word_class": "Proper noun"},
{"word": "Anhur", "alt": ["Anhor"], "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian war god"}], "word_class": "Proper noun"},
{"word": "Amun", "alt": ["Ammon, Amon, Amen"], "defs": [{"_def": "(Egyptian mythology) An Egyptian wind deity associated with the town of Thebes; later (post-16th century BC) the creator deity."}], "word_class": "Proper noun"},
{"word": "Ammit", "alt": ["Ammut"], "defs": [{"_def": "(Egyptian mythology) An ancient Egyptian goddess, the Devourer of the Dead."}], "word_class": "Proper noun"},
{"word": "Ahti", "defs": [{"_def": "(Finnish mythology) The god of depths, water, and fishing in Finnish mythology."}, {"_def": "(Egyptian mythology) A goddess in Egyptian mythology."}], "word_class": "Proper noun"},
{"word": "sattva", "defs": [{"_def": "One of the three gunas in Hindu philosophy, representing things that are pure, divine, and spiritual."}], "word_class": "Noun"},
{"word": "Urvashi", "defs": [{"_def": "One of the most beautiful apsaras in Hindu mythology."}, {"_def": "A female given name from Sanskrit."}], "word_class": "Proper noun"},
{"word": "vaishya", "alt": ["vaiśya"], "defs": [{"_def": "Alternative spelling of Vaishya"}], "word_class": "Noun"},
{"word": "Nyepi", "defs": [{"_def": "A Hindu Balinese day of silence, fasting, and meditation that falls on Bali's Lunar New Year."}], "word_class": "Proper noun"},
{"word": "tilak", "alt": ["tilaka"], "defs": [{"_def": "A mark or symbol worn on the forehead by Hindus, ornamentally or as an indication of status.", "extras": ["2012, Jake Halpern, \"The Secret of the Temple\", The New Yorker, 30 Apr 2012:", "He dressed in a dhoti, had a wispy white beard that trailed down to his waist, and regularly smeared across his forehead a tilaka, a pitchfork-shaped design that signifies enlightenment.", "2001,  Yann Martel,  Life of Pi:I wore these spots of shine and silver like tilaks, the marks of colour that we Hindus wear on our foreheads as symbols of the divine."]}], "word_class": "Noun"},
{"word": "Upanishad", "defs": [{"_def": "Any of a set of authorless Hindu religious and philosophical texts considered to be an early source of the religion, found mostly as the concluding part of the Brahmanas and in the Aranyakas."}], "word_class": "Noun"},
{"word": "Lotus Sutra", "defs": [{"_def": "(Hinduism, Buddhism) \"Sūtra on the White Lotus of the Sublime Dharma Saddharma Puṇḍarīka Sūtra\", a popular Sanskrit treatise which forms the basis of many forms of Buddhism."}], "word_class": "Proper noun"},
{"word": "Lingayatism", "defs": [{"_def": "(Hinduism) A sect of Shaivism whose worship is centered on Shiva's lingam."}], "word_class": "Proper noun"},
{"word": "Lingayat", "defs": [{"_def": "(Hinduism) An adherent of Lingayatism."}], "word_class": "Noun"},
{"word": "Lava", "defs": [{"_def": "(Hinduism) One of the twin children of the Lord Rāma and his wife Sita in the Ramayana."}], "word_class": "Proper noun"},
{"word": "Lalita", "defs": [{"_def": "(Hinduism) A Hindu goddess."}, {"_def": "A female given name from Sanskrit commonly used in India."}], "word_class": "Proper noun"},
{"word": "Lakshmana", "alt": ["Laxmana"], "defs": [{"_def": "(Hinduism) The younger brother of Rāma, an avatar of Shesha."}, {"_def": "A male given name from Sanskrit used mostly in India."}], "word_class": "Proper noun"},
{"word": "Kumbh Mela", "alt": ["Kumbha Mela"], "defs": [{"_def": "A Hindu festival, held every twelve years at four locations in India, at which pilgrims bathe in the Ganges and Yamuna rivers for purification from sin.", "extras": ["2021 April 20,  Shuddhabrata Sengupta,  “Kumbh 2021: Astrology, Mortality and the Indifference to Life of Leaders and Stars”, in  The Wire‎[1], archived from the original on 9 January 2021:Kumbh Melas are held every 12 years. The last Haridwar Kumbh Mela was held in 2010.", "2013,  Tahir Shah,  Three Essays: Cannibalism, The Kumbh Mela, The Legacy of Arab Science, →ISBN:Once every twelve years a great Kumbh Mela takes place, when the propitious timing is amplified many thousands of times over. And, in keeping with the lunar cycles, every twelfth great Kumbh Mela is the 'Maha' -- held ever 144 years.", "2005,  Kartar Sing hBhalla,  Let's Know Festivals of India, →ISBN, page 7:Kumbh Mela (The Pot Fair) is a sacred Hindu pilgrimage and a religious festival where millions of of sadhus, pilgrims, and devotees come for historical ritual bathing at four sites on the banks of Rivers Ganga, Yamuna, Saraswati, Godavari and Shipra, considered sacrad.", "2010,  Badri Narain, Kedar Narain, &amp; Christopher N. Burchett,  Kumbh Mela and the Sadhus: The Quest for Immortality, →ISBN:Kumbh Mela is the single largest religious congregation or, in fact, human gathering of any kind on Earth."]}], "word_class": "Proper noun"},
{"word": "kumari", "defs": [{"_def": "(Hinduism, chiefly Nepal) A living goddess; a prepubescent girl worshipped as a manifestation of divine female energy.", "extras": ["Shakya  […]  reached puberty and 'retired' as a royal kumari, as the young Nepalese goddesses are known.", "2011, Mark Magnier, Living goddess' fall back to earth (in Los Angeles Times, 14 February, page 1)"]}], "word_class": "Noun"},
{"word": "Kubera", "defs": [{"_def": "(Hinduism) The god of wealth"}], "word_class": "Proper noun"},
{"word": "kshetra", "defs": [{"_def": "(Hinduism) A holy precinct or temenos."}], "word_class": "Noun"},
{"word": "kshatriya", "alt": ["Kshatriya, kṣatriya, cshatriya, kshatri, Khatri, chittery"], "defs": [{"_def": "The second-highest of the four castes or varnas in traditional Hindu society: the warrior or military caste."}, {"_def": "A member of this caste.", "extras": ["2006, Karen Armstrong, The Great Transformation, Atlantic Books 2007, p. 307:", "The kshatriya could only hope to become a monk in his next life, but given the nature of his daily karma, it seemed unlikely that he could achieve even this limited goal.", "\"Bṛhannaḍā said, 'It is not the habit of a kṣatriya to flee like this; death in battle is preferable to flight in fear.'\" (Mahābhārata: \"Virāṭa Parva\")"]}], "word_class": "Noun"},
{"word": "Kroni", "defs": [{"_def": "(religion, Hinduism, Ayyavazhi) The primordial manifestation of evil in Ayyavazhi mythology.", "extras": ["2012,  Nwaocha Ogechukwu Friday,  The Devil: What Does He Look Like?‎[1], →ISBN, page 43:Ayyavazhi (an offshoot of Hinduism) followers, however, believed in a devil–like figure called Kroni, who was the primordial manifestation of evil and appears in various forms of evil, e.g. Ravana, Dury-odhana, etc."]}], "word_class": "Proper noun"},
{"word": "Krishnology", "defs": [{"_def": "The position of Krishna in Krishnaism viewed as a parallel of that of Christ in Christianity.", "extras": ["Christology and Krishnology: a critical study of the concept of Avatora from the Christian standpoint (1952, title)[2]", "Whether it be questions of Science or Philosophy, or of Christology or Krishnology (1929)[1]"]}, {"_def": "The academic study of the Vaishna theology of Krishna in general.", "extras": ["ISKCON has recently brought the academic study of Krishna into western academia as Krishnology. (2009)[3]"]}], "word_class": "Noun"},
{"word": "Krishna", "alt": ["Kṛṣṇa"], "defs": [{"_def": "(Hinduism) A deity worshiped across many traditions of Hinduism. Krishna is often depicted as a young cowherd boy with a dark or blue complexion playing a flute (as in the Bhagavata Purana) or a youthful prince giving philosophical direction and guidance (as in the Bhagavad Gita). He is the divine speaker of the Bhagavad Gita and the eighth avatar of Vishnu."}, {"_def": "A river in southern India."}, {"_def": "A district of Andhra Pradesh."}, {"_def": "A male given name from Sanskrit."}, {"_def": "A  surname, from Sanskrit​."}], "word_class": "Proper noun"},
{"word": "KP", "defs": [{"_def": "(countable) Initialism of Knight of St. Patrick."}, {"_def": "(military) Initialism of kitchen police/patrol (enlisted person assigned to assist in the kitchen, or the role itself)"}, {"_def": "(uncountable) Initialism of kiddy porn."}, {"_def": "(uncountable, medicine) Initialism of keratosis pilaris."}, {"_def": "(countable, India, Hinduism) Initialism of Kashmiri Pandit."}], "word_class": "Noun"},
{"word": "klesha", "defs": [{"_def": "(Hinduism, Buddhism) A mental state, such as fear or ignorance, that clouds the mind and leads to unwholesome actions."}], "word_class": "Noun"},
{"word": "Ketu", "defs": [{"_def": "(Hinduism) The descending lunar node. In Hindu mythology, Ketu is generally referred to as a \"shadow\" planet, believed to have a tremendous impact on human lives and also the whole creation."}], "word_class": "Proper noun"},
{"word": "kayadanda", "defs": [{"_def": "(Hinduism, Buddhism) complete control over one's bodys"}, {"_def": "(Hinduism, Buddhism) bodily actions"}, {"_def": "(historical) corporal punishments in the Indosphere"}], "word_class": "Noun"},
{"word": "Kausalya", "defs": [{"_def": "(Hinduism) The eldest wife of King Dasaratha, queen of Ayodhya and the mother of Rāma."}, {"_def": "A female given name from Sanskrit, of chiefly Indian usage."}], "word_class": "Proper noun"},
{"word": "Kartika", "defs": [{"_def": "(Hinduism) The eighth month in the Hindu lunar calendar."}], "word_class": "Proper noun"},
{"word": "kartavya", "defs": [{"_def": "(rare outside Hinduism) A duty, obligation, task.", "extras": ["2017,  Vasudha Dalmia,  Hindu Pasts: Women, Religion, Histories‎[1], Albany: State University of New York Press, →ISBN, OCLC 1000048119, page 184, →ISBN:Tell me what my kartavya, duty, is and I shall follow it. You saved me from burning in the fire, so have the grace to tell me about it.", "2002,  Hullasa Behera,  50 flowers from Bhagavat Gita: a solace against frightening materialism‎[2], Delhi: Pustak Mahal, →ISBN, OCLC 174139898, page 62, →ISBN:Duty and action are roughly equivalent to kartavya and karma respectively. In popular parlance, duty means what one should do; while karma is the sumtotal of what one did, does and will do. Duty is relative, local and subjective. Gita talks of karma, not of kartavya. How you perform your kartavya in the light of the standards of karma is your comprehension and appreciation of the Gita.", "2020,  Bhimeswara Challa,  The War Within - Between Good and Evil (Reconstructing Money, Morality and Mortality)‎[3], page 491:The key concept here is kartavya (duty), and like other concepts such as dharma and karma, it is difficult to translate it precisely. The fact is we have so many kartavyas, or duties specific to a relationship, as a spouse, parent, family, friend, citizen, professional, social, religious, and so on. And often they are conflicting and difficult to harmonize.  […]  From time immemorial all great men, faced with conflicting priorities, agonized over what their kartavya was in the ever-shifting circumstances of their life. And they made hard choices, which sometimes entailed suffering of the ‘innocent’, but had they chosen a different course, they would have been guilty of not performing their kartavya. Epics are replete with examples. In the Ramayana, Rama had to abandon his pregnant wife Sita, usually revered as the incarnation of goddess Lakshmi and a personification of purity, at the altar of his kartavya as the king. Was he right? In the Mahabharata, Bhishma fought on the side of adharma or evil, as he felt that his kartavya was to honor his vow to serve the king of Hastinapura. Was he right? Life is far more complex and complicated now, the borders between right and wrong, and between caste, creed, and class are at once blurred and sharper, and our desire to discern our kartavya is far more agonizing.  […]  We often find that our duties and obligations to different people, entities, and institutions clash with each other, and that our cognition and faculties are inadequate to harmonize them and show the way to our kartavya."]}], "word_class": "Noun"},
{"word": "Karna", "defs": [{"_def": "(Hinduism) Name of a warrior who fought for the Kauravas in the Mahabharata; son of Kunti and Surya."}], "word_class": "Proper noun"},
{"word": "Kardama", "defs": [{"_def": "(Hinduism) Name of a Prajapati, father of Kapila and husband of Devahuti.", "extras": ["2019,  Swami Satyamayananda,  Ancient Sages‎[1], Advaita Ashrama, →ISBN:Kapila's father was Kardama Prajapati, one of the early progenitors of the human race.", "2016 March 9,  Brian Black; Laurie Patton,  Dialogue in Early South Asian Religions: Hindu, Buddhist, and Jain Traditions, Routledge, →ISBN, page 143:The story of Kapila's birth begins with the sage Kardama, who worships Viṣṇu in the hopes of procuring a wife and children."]}], "word_class": "Proper noun"},
{"word": "Kamsa", "defs": [{"_def": "(Hinduism) The ruler of Mathura and brother of Devaki."}], "word_class": "Proper noun"},
{"word": "Kamala", "defs": [{"_def": "(Hinduism) An epithet of the Hindu goddess Lakshmi."}, {"_def": "A female given name from Sanskrit, of mainly Indian usage."}], "word_class": "Proper noun"},
{"word": "Kamadeva", "alt": ["Kama, Madan, Manmatha, Manmathudu"], "defs": [{"_def": "(Hinduism) The Hindu deity of love, son of the goddess Sri and the incarnation of Pradyumna, Krishna's son."}], "word_class": "Proper noun"},
{"word": "Kama Sutra", "defs": [{"_def": "A Sanskrit treatise (sutra) setting forth rules for sensuous and sensual pleasure, love, and marriage in accordance with Hindu law."}], "word_class": "Proper noun"},
{"word": "Kama", "defs": [{"_def": "A major river in Russia, the longest left tributary of the Volga.", "extras": ["1979 August 20, Editorial: Limiting System Exports, Computerworld, page 14,", "It was led by Sen. Henry Javkson (D-Wash.), who referred at some length to an IBM computer and assorted other technology we have sold the Russians for use in their vast Kama River truck plant.", "According to Ponomarev's calculations, the Kama in the 1890s annually supplied the Volga with up to 850000 logs, of which about 250000 came from the Chusovaya, about 250000 from the Vyatka and its tributaries, 150000 from the Belaya, […] .", "He was ordered to seek out the rebels along the Kama and the Viatka.", "1986, Soviet Geography, Volume 27, page 125,", "1995, Sergeĭ Mikhaĭlovich Solovʹev, History of Russia, page 33,"]}], "word_class": "Proper noun"},
{"word": "Kama", "defs": [{"_def": "(religion, Hinduism) The Hindu god of love, Kamadeva", "extras": ["2006, Catherine Benton, God of Desire: Tales of Kamadeva in Sanskrit Story Literature, page 52,", "1956, Heinrich Robert Zimmer, Philosophies of India, page 145,", "Fundamentally, the doctrine and technique of Kāma go back to primitive antiquity.", "1969, Allie M. Frazier, Readings in Eastern Religious Thought: Hinduism, page 35,", "In Indian mythology, Kāma is the counterpart of Cupid.", "2001, Jagdish Lal Shastri, Arnold Kunst, G. P. Bhatt, Ancient Indian Tradition &amp; Mythology, Volume 63, page 429,", "On seeing Kāma annihilated there, the Devas and the groups of celestial damsels became frightened.", "However, when Śiva saw the proud Kāma getting ready to let another arrow fly, he got angry."]}], "word_class": "Proper noun"},
{"word": "kalpa", "defs": [{"_def": "(Hinduism, Buddhism) A period of 4.32 billion years (1000 chatur-yugas or cycles of the four yugas)."}], "word_class": "Noun"},
{"word": "Kaliya", "defs": [{"_def": "(Hinduism) The name of a poisonous Naga living in the river Yamuna, who was killed by Krishna."}], "word_class": "Proper noun"},
{"word": "Kali", "defs": [{"_def": "(Hinduism) A goddess in Hinduism, one of the most significant figures within that religion, who destroys evil forces and bestows liberation.", "extras": ["Kālī is Śiva's \"other\" wife, as it were, provoking him and encouraging him in his mad, antisocial, often disruptive habits. It is never Kālī who tames Śiva but Śiva who must becalm Kālī.", "To many Hindu Bengalis, Kālī is the most important divinity. Identified with the great Goddess, Devi Bhagavati, she subsumes all other goddesses.", "2011, June McDaniel, 2: Kali: Goddess of Life, Death, and Transcendence, Patricia Monaghan (editor), Goddesses in World Culture, Volume 1, page 26,", "A popular form of Kali worshiped in Calcutta is Adya Shakti Kali, or Kali as primordial power. Adya Shakti Kali is also present in some tantras, especially the Mahanirvana Tantra. Because she devours Kala or Time, she is Kali, the original form of all things, and because she is the origin and devourer of all things, she is called Adya Kali.", "1986, David R. Kinsley, Hindu Goddesses: Visions of the Divine Feminine in the Hindu Religious Tradition, 1988 paperback, page 122,", "2000, Sanjukta Gupta, 27: The Worship of Kālī According to the Toḑala Tantra, David Gordon White (editor), Tantra in Practice, 2001, page 463,"]}, {"_def": "(Hinduism) A male demon, lord of Kali Yuga and the nemesis of Kalki, tenth Avatar of Vishnu."}, {"_def": "A female given name from Sanskrit used especially in India."}], "word_class": "Proper noun"},
{"word": "Kali", "defs": [{"_def": "(homeopathy) A potassium salt."}], "word_class": "Proper noun"},
{"word": "jyotirlinga", "defs": [{"_def": "(Hinduism) A shrine where Lord Shiva is worshipped in the form of a Jyotirlingam or \"Lingam (pillar) of light.\"", "extras": ["There are twelve traditional jyotirlinga shrines in India."]}], "word_class": "Noun"},
{"word": "Jyeshta", "defs": [{"_def": "(Hinduism) The third month in the Hindu lunar calendar."}], "word_class": "Proper noun"},
{"word": "jnana", "defs": [{"_def": "(Hinduism) Knowledge, as acquired through meditation, that one's self (atman) is identical with Ultimate Reality Brahman."}, {"_def": "(Buddhism) Pure awareness that is free of conceptual encumbrances."}], "word_class": "Noun"},
{"word": "jivanmukta", "alt": ["jivanmukti"], "defs": [{"_def": "(Hinduism) A person who, in the Advaita philosophy of Hinduism, has attained nirvikalpa samadhi — the realization of the Self, Parasiva — and is liberated from rebirth while living in a human body."}, {"_def": "(Hinduism) A liberated being (not necessarily paramukta)."}], "word_class": "Noun"},
{"word": "jhandi", "defs": [{"_def": "A triangular flag used as a Hindu religious marker and symbol of identity."}], "word_class": "Noun"},
{"word": "Jayantha", "defs": [{"_def": "(Hinduism) The son of Indra."}, {"_def": "A male given name from Sanskrit commonly used in India."}], "word_class": "Proper noun"},
{"word": "janeu", "defs": [{"_def": "(Hinduism) A sacred thread or cord received as a rite of passage by someone studying under a guru.", "extras": ["2015, Tridip Suhrud, translating Govardhanram Madhavram Tripathi, Sarasvatichandra I, Orient BlackSwan 2015, p. 132:", "The origin of the janëu has not been explained as yet; many believe it to be the remnant of a garment.", "He had tied a diamond ring to his janeu thread and hidden it in the folds of his dhoti.", "2003, Bhawan Singh Rana, Indian Critiques of Gandhi, p. 181:", "The words bring back the memory of Tegh Bahadur, the ninth Sikh guru, who gave up his life to the Mughal authorities for the upkeep of Hindu religious symbols: the janeu and the tilak.", "2007, Klaus K. Klostermaier, A Survey of Hinduism, 3rd edition, p. 150:"]}], "word_class": "Noun"},
{"word": "Janamejaya", "defs": [{"_def": "(Hinduism) Son of Parikshit, who performed Sarpayaga in Mahabharata."}], "word_class": "Proper noun"},
{"word": "Janaki", "defs": [{"_def": "(Hinduism) An epithet (patronymic) of Sita in Ramayana."}, {"_def": "A female given name from Sanskrit."}], "word_class": "Proper noun"},
{"word": "Jambavati", "defs": [{"_def": "(Hinduism) The wife of Lord Krishna."}], "word_class": "Proper noun"},
{"word": "jagrata", "defs": [{"_def": "(Hinduism) A Hindu ritual consisting of an all-night vigil with singing and dancing, held in honour of a deity."}], "word_class": "Noun"},
{"word": "Ishan", "defs": [{"_def": "(Hinduism) One of the aspects of the god Shiva."}], "word_class": "Proper noun"},
{"word": "Indra", "defs": [{"_def": "(Hinduism, Vedic religion) The god of war and weather; also the King of the Gods or Devas and Lord of Heaven or Svargaloka in Hinduism."}], "word_class": "Proper noun"},
{"word": "hotr", "alt": ["hotṛ, hotar"], "defs": [{"_def": "(Hinduism) The priest who recites invocations and litanies during the yajna service."}], "word_class": "Noun"},
{"word": "Holi", "defs": [{"_def": "A Hindu festival, held in the spring, in which people throw coloured powders at each other during noisy street celebrations."}], "word_class": "Proper noun"},
{"word": "Hiranyagarbha", "defs": [{"_def": "(Hinduism) A name of Brahma, so called because he was born from a golden egg (Manu Smṛti 1.9)."}], "word_class": "Proper noun"},
{"word": "Hinduphobia", "defs": [{"_def": "Fear or hatred of Hinduism."}], "word_class": "Noun"},
{"word": "Hinduphobe", "defs": [{"_def": "A person who hates, dislikes or is prejudiced against Hinduism and Hindus."}], "word_class": "Noun"},
{"word": "Hinduness", "alt": ["Hindu-ness"], "defs": [{"_def": "The quality of being Hindu.", "extras": ["2007 April 11, Katharine Adeney; Lawrence Saez, editors, Coalition Politics and Hindu Nationalism‎[4], Taylor &amp; Francis, →ISBN, page 44, →ISBN:Hindutva? Both Savarkar and Golwalkar locate the idea of Hinduness by reference to history. Even taking into account its diversity, Hinduness is rooted in Aryan civilisation and the establishment of the Vedic tradition.", "2019 May 23,  Arun Anand,  “Lesson for Rahul Gandhi in 2019: Mocking ‘Hinduness’ won’t work because India is Bharat”, in  ThePrint‎[1]:To stand for ‘Hinduness’, which is the soul of this nation and civilisation, was considered ‘communal’ and abused as token ‘Hindu majoritarianism’.", "2019 May 23,  “What you need to know about India’s BJP”, in  Al Jazeera‎[2]:The BJP advocates the ideology of Hindutva (or Hinduness), which insists that multireligious and multiethnic India is fundamentally a “Hindu Rashtra” (Hindu Nation).", "2014,  D. B. Thengadi,  Pandit Deendayal Upadhyay: Ideology and Preception - Part 1: An Inquest‎[6], 2nd edition, New Delhi: Suruchi Prakashan, →ISBN, OCLC 889861852, page 34, →ISBN:What Param Poojya Guruji intended as the real nature of Hinduness was this fact of its being all-inclusive and all-pervasive.", "1999,  Rajmohan Gandhi,  Revenge and reconciliation: understanding South Asian history‎[5], New Delhi: Penguin Books, →ISBN, OCLC 1015010200, page 266, →ISBN:Unlike, for example, Tilak and Aurobindo, Gandhi took great care to assure Muslims that they had nothing to fear from his Hinduness.", "2019 June 6,  Rahul Shivshankar,  “The age of Hinduness: Modi has disavowed hard Hindutva for the humanism of ‘Hinduness’”, in  The Times of India‎[3]:It is Hinduness that has drawn the multitudes – beyond upper castes – to BJP. In its purest form, Hinduness is a dharma different from religion.  […]  Hinduness doesn’t deny minorities a stake in society, but seeks to empower all on merit, and delink social justice from identity."]}], "word_class": "Noun"},
{"word": "Hinduism", "alt": ["Hindooism (dated)", "Hindouism (non-Native speakers' English)"], "defs": [{"_def": "A religion, philosophy and culture native to India, characterized by the belief in reincarnation and a supreme oneness personified in many forms and natures.", "extras": ["2010,  BioWare,  Mass Effect 2 (Science Fiction), Redwood City: Electronic Arts, OCLC 865290061, PC, scene: Tuchanka:Mordin: Wheel of life. Popular salarian concept. Similar to human Hinduism in focus on reincarnation.Mordin: Appealing to see life as endless. Fix mistakes in next life. Learn, adapt, improve.Mordin: Refuse to believe life ends here. Too wasteful. Have much more to offer. Mistakes to fix. Cannot end here. Could do so much more."]}], "word_class": "Proper noun"},
{"word": "hindouist", "defs": [{"_def": "(non-native speakers' English) Alternative letter-case form of Hindouist."}], "word_class": "Adjective"},
{"word": "hindouist", "defs": [{"_def": "(non-native speakers' English) Alternative letter-case form of Hindouist."}], "word_class": "Noun"},
{"word": "Hindouist", "alt": ["hindouist"], "defs": [{"_def": "(non-native speakers' English) Hindu.", "extras": ["2004 October 23,  Stephane Payrard,  “[perl #32117] [PATCH] new multifacetted pmc: siva”, in  perl.perl6.internals, Usenet‎[3], retrieved 2022-05-10:The name is a reference to the hindouist god siva often represented with many arms.", "2003 July 31,  drsouk,  “Royal Lao Descendant”, in  soc.culture.laos, Usenet‎[2], retrieved 2022-05-10:5. dynasty swa (môn-khmer with hindouist civilisation; perhaps from lin-yi kingdom or champa of actual center vietnam) xieng dong xieng thong became muang swa; 8 kings.", "1998 August 26,  Thomas Thierry,  “Deism vs. Pantheism”, in  alt.religion.deism, Usenet‎[1], retrieved 2022-05-10:Greek or roman, as well as hindouist polytheisms are not \"real\" polytheisms, which could mean that many \"God-like\" supreme being would be at the origin of the universe, man and so on."]}], "word_class": "Adjective"},
{"word": "Hindouist", "alt": ["hindouist"], "defs": [{"_def": "(non-native speakers' English) A Hindu.", "extras": ["2000 September 8,  roger gonnet,  “San Jose picket”, in  alt.religion.scientology, Usenet‎[6], retrieved 2022-05-10:Yes, the official figures (more or less) gives around 1929 millions, whose 1093 are catholics. WSecond largest are muslims, with 1075 m; third are hindouists, with 745 m; fourth are chinese religions, with 363m, 5th are ethnical beliefs, 232m; (I discarded agnostic and athees, 961 m). Jews are only 15 m.", "1998 August 26,  Thomas Thierry,  “Deism vs. Pantheism”, in  alt.religion.deism, Usenet‎[5], retrieved 2022-05-10:Actually, Greeks and Romans (which I know better than Hindouists) are factual \"monotheist\" if we consider that monotheism is based on a \"One first cause\" system.", "1996 March 4,  luck...@pop.pi.net,  “interview”, in  alt.religion.buddhism.tibetan, Usenet‎[4], retrieved 2022-05-10:We have to doe an interview about the religion \"Hindouism\" for our school.Our question is if somebody, being a Hindouist, is willing to give us an interview about his/hers religion."]}], "word_class": "Noun"},
{"word": "hindouism", "defs": [{"_def": "(non-native speakers' English) Alternative letter-case form of Hindouism."}], "word_class": "Proper noun"},
{"word": "Hindouism", "alt": ["hindouism"], "defs": [{"_def": "(non-native speakers' English) Misspelling of Hinduism.", "extras": ["2000 March 12,  DarkAngel,  “I'm a little confused”, in  alt.atheism, Usenet‎[1], retrieved 2022-04-16:So, MrGoodSalt, pray tell, why should I choose Christianity over one of the other Big Three religions, such as Judaism or Islam? Or perhaps I shall go Eastern, what with Buddhism and Hindouism... or I could go back to the *really* ancient religions and choose Wicca or some other pagan-type religion, or perhaps go Ancient Greek? So many choices, so little hope for salvation...", "2012 April 3,  Sabona,  “Re: Islam Dismantled”, in  alt.history, Usenet‎[5], retrieved 2022-04-16:Nothing wrong with the quality of my English for it is what you can comprehend.Islam is far better Hindouism. And the Muslims better people than those worshippers of thousand millions gods", "2001 June 28,  DarkSunMoon,  “power ballads”, in  alt.rock-n-roll.metal.gnr, Usenet‎[2], retrieved 2022-04-16:They took their name from the religion class, I suppose, because we learn about catholicism and bouddhism and hindouism and all..", "2004 September 10,  MuhammadColumbo,  “Peace with musulims?”, in  soc.culture.usa, Usenet‎[4], retrieved 2022-04-16:And the real freedom of religion is leaving any people beleive on what he want withou being disturbed. You can find that freedom in most of the religions like Bouddhism, Hindouism, Shamanism that americans have killed, islam, ... Except in christian country where nobody can live without being disturbed by any missionary people who will come to tell his lies!", "2003 September 28,  spek,  “Muhammad”, in  alt.france, Usenet‎[3], retrieved 2022-04-16:The hindouists do not worship trees, earth, or human .As I know the several divinities in hindouism are differents ways, and different faces of God; Krshna for example has many names, they represent his multiple qualities like in Islam Allah has many names."]}], "word_class": "Proper noun"},
{"word": "Heramba", "defs": [{"_def": "(Hinduism) A form of the Hindu god Ganesha."}], "word_class": "Proper noun"},
{"word": "harikatha", "defs": [{"_def": "A form of Hindu religious discourse in which the storyteller explores a religious theme, usually the life of a saint or a story from an Indian epic."}], "word_class": "Noun"},
{"word": "Hari", "defs": [{"_def": "(Hinduism) A name given commonly to Vishnu, but also to Indra and Yama."}, {"_def": "A male given name from Sanskrit used in India."}], "word_class": "Proper noun"},
{"word": "Hanuman", "defs": [{"_def": "A Hindu demi-god who was a devotee of Lord Rama. He was born to Anjana and Vayu, plays the role of a god’s servant in Ramayana, and is also known as the \"monkey god\". He represents loyalty to the Lord and Master.", "_synonyms": ["Pavanputra", "Balbrahamchari", "Anjani Putra", "Bajarangbali", "Mahavira", "Marutinandan", "Anjaneya", "Vayu Putra"]}], "word_class": "Proper noun"}
]